{
  "pdf": {
    "download": "Als PDF Herunterladen"
  },
  "header": {
    "subtitle": "Solution Architect & Futures Strategist | Interdisziplinäre Innovation",
    "description": "Brücke zwischen Technologie, Geschäftsstrategie und Personalwesen durch systematische Innovation und digitale Transformation"
  },
  "aboutMe": {
    "title": "Über mich",
    "text": "Interdisziplinärer Solution Architect mit mehr als 4 Jahren Erfahrung in der Verbindung von Technologie, Geschäftsstrategie und Personalwesen. Nachgewiesene Fähigkeit, die Schnittstelle zwischen Code, Geschäftsabläufen und organisatorischer Infrastruktur zu verstehen und zu optimieren. Experte in der Übersetzung von Geschäftsanforderungen in technische Lösungen unter Berücksichtigung von HR-Anforderungen, Teamoperationen und skalierbarer Systemarchitektur. Spezialisiert auf die Identifizierung operativer Teambedürfnisse und wie Technologie sowohl Geschäftsziele als auch die Entwicklung des Humankapitals unterstützen kann."
  },
  "contact": {
    "title": "Kontaktiere mich",
    "linkedin": "LinkedIn-Profil",
    "github": "GitHub-Profil",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
  "experience": {
    "title": "Berufserfahrung",
    "snapp": {
      "title": "Snapp! – Systems & Automation Specialist",
      "location": "Teheran, Iran | Juni 2023 – Heute",
      "points": [
        "Automatisierte Datenpipelines entwickelt und Geschäftsworkflows mit Python optimiert, wodurch die Prozesszykluszeit um 40% reduziert wurde.",
        "LLM-Lösungen in mehreren internen Projekten entwickelt und bereitgestellt, wodurch Automatisierung und Entscheidungsprozesse verbessert wurden.",
        "n8n Workflow-Automatisierungsplattform bereitgestellt und konfiguriert, komplexe Automatisierungs-Workflows für Geschäftsprozesse erstellt.",
        "LMS (Learning Management System) für Bildungs- und Trainingszwecke innerhalb der Organisation entworfen und implementiert.",
        "Echtzeit-Überwachungsdashboards zur Verfolgung von Key Performance Indicators (KPIs) und Systemzustand entwickelt.",
        "ML-Modelle mit CNN und MLflow für Preisoptimierung und Marktforschungsentscheidungen entwickelt.",
        "HR-digitale Infrastruktur als DevOps-Ingenieur implementiert, Legacy-HR-Prozesse in agile Methodologien transformiert.",
        "Bereitstellungs- und Support-Lebenszyklus interner Services und Websites mit Jira als zentralisiertes Request- und Workflow-Management-System verwaltet.",
        "Jira-Umgebungen administriert und angepasst, komplexe Workflows für abteilungsübergreifende Services automatisiert, was die betriebliche Effizienz um 30% steigerte.",
        "Jira mit Confluence und anderen Business-Intelligence-Tools integriert, um Datensichtbarkeit und funktionsübergreifende Teamzusammenarbeit zu verbessern."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Daten- & Systemanalyst (Teilzeit)",
      "location": "Teheran, Iran | Nov 2022 – Sep 2023",
      "points": [
        "Analyse-Dashboards (Power BI) für die Systemüberwachung entworfen und bereitgestellt, wodurch der manuelle Berichtsaufwand um 40% reduziert wurde.",
        "ML-Modelle mit CNN und MLflow für Datenanalyse und Business-Intelligence-Anwendungen entwickelt.",
        "Ein benutzerdefiniertes Ticketing- und Informationssystem mitentwickelt und gewartet, das eine Betriebszeit von 99% erreichte und einen starken Fokus auf Systemzuverlässigkeit (SRE-Prinzipien) demonstrierte.",
        "Jira-Konfigurationen verwaltet und Projektworkflows automatisiert, wodurch die Teamgeschwindigkeit und der Aufgabendurchsatz um 30% verbessert wurden.",
        "Datenaudits durchgeführt und Governance-Frameworks implementiert, die die Systemdatengenauigkeit um 25% verbesserten."
      ]
    },
    "arsh": {
      "title": "Shahrzad – Spezialist für digitale Transformation",
      "location": "Teheran, Iran | Dez 2021 – Dez 2022",
      "points": [
        "Umfassende digitale Transformationsinitiative geleitet, das gesamte Unternehmen von papierbasiertem zu systematischem digitalem Betrieb konvertiert.",
        "Unternehmensweites Task-Management-System entworfen und implementiert, Projektkoordination und Workflow-Management revolutioniert.",
        "Unternehmensweite Projektstruktur von Legacy-Frameworks zu modernen digitalen Transformationsmethodologien transformiert.",
        "Kerngeschäftsprozesse neu entwickelt, was zu einer 25%igen Steigerung der betrieblichen Produktivität und einer 20%igen Reduzierung der Einarbeitungszeit neuer Mitarbeiter führte.",
        "OKR- und KPI-Frameworks implementiert, um Leistungsverfolgung und Systemklarheit zu verbessern.",
        "Digitale Infrastrukturbasis etabliert, die skalierbare Geschäftsoperationen und datengesteuerte Entscheidungsfindung ermöglichte."
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – Geschäftsevaluator & Investmentanalyst",
      "location": "Teheran, Iran | Dez 2020 – Dez 2021",
      "points": [
        "1000+ Startups durch umfassende Due-Diligence-Prozesse evaluiert, einschließlich Geschäftsplananalyse und Finanzplanbewertung.",
        "Systematisches Startup-Evaluierungsframework entwickelt (ähnlich modernen Pitch-Deck-Analysesystemen) für Geschäftsbewertung und Investitionsentscheidungen.",
        "E-Mail-Marketing-Kampagnen für Investoren entworfen und implementiert, Investorenengagement und Plattformakzeptanz erheblich gesteigert.",
        "Fortgeschrittene Geschäftsevaluierungsmethodologien entwickelt, die ihrer Zeit voraus waren (Vor-Generative-AI-Ära) und heute noch hochmodern sind.",
        "Strategische Geschäftspläne entwickelt, die Projekterfolgsraten um 40% durch gezielte Geschäftsinitiativen und Wachstumsstrategien steigerten.",
        "Investitionsentscheidungsgenauigkeit um 30% durch umfassende Startup-Analyse und Marktforschung verbessert.",
        "Finanzierung für vielversprechende Startups gesichert, Projektstart-Erfolg um 25% auf der Crowdfunding-Plattform gesteigert.",
        "Risikobewertungen und Finanzanalysen durchgeführt, um potenzielle finanzielle Verluste zu reduzieren und das Vertrauen in den Investitionsprozess zu stärken."
      ]
    }
  },
  "achievements": {
    "title": "Wichtige Errungenschaften",
    "items": [
      "LLM-Lösungen erfolgreich in mehreren internen Projekten bei Snapp! bereitgestellt, Automatisierung und KI-gesteuerte Entscheidungsfindung verbessert.",
      "n8n Workflow-Automatisierungsplattform und LMS-System implementiert, Geschäftsprozesse und Bildungsworkflows bei Snapp! optimiert.",
      "ML-Modelle mit CNN und MLflow für Preisoptimierung und Marktforschung entwickelt, Entscheidungsgenauigkeit bei Bodyspinner und Snapp! verbessert.",
      "HR-digitale Infrastruktur mit DevOps-Methodologien transformiert, Legacy-Prozesse in agile Frameworks bei Snapp! konvertiert.",
      "Geschäftsentscheidungsfindung um 40% durch Workflow-Automatisierung und Echtzeit-Überwachungsdashboards bei Snapp! beschleunigt.",
      "Betriebseffizienz um 30% bei Snapp! durch Entwurf und Implementierung automatisierter Jira-Workflows gesteigert.",
      "Benutzerdefiniertes Ticketing-System mit 99% Betriebszeit entwickelt und bereitgestellt, hohe Verfügbarkeit und Zuverlässigkeit bei Bodyspinner sichergestellt.",
      "Systemdatengenauigkeit um 25% durch robuste Datenaudit-Frameworks und Governance-Praktiken bei Bodyspinner verbessert.",
      "Vollständige digitale Transformation bei Shahrzad geleitet, papierbasierte Operationen in systematische digitale Infrastruktur mit Unternehmens-Task-Management-System konvertiert.",
      "1000+ Startups mit innovativem systematischem Ansatz bei KarenCrowd evaluiert, hochmoderne Evaluierungsmethodologien vor der KI-Ära entwickelt.",
      "Zeit bis zur Einstellung für technische Rollen um 20% durch Prozess-Reengineering und Automatisierung bei Shahrzad reduziert.",
      "25% höhere Finanzierungserfolgsrate durch Bewertung der Startup-Lebensfähigkeit und des Geschäftspotenzials bei KarenCrowd gesichert."
    ]
  },
  "skills": {
    "title": "Solution Architecture Fähigkeiten",
    "technical": {
      "title": "Technologie & Systemintegration",
      "items": [
        "Scripting & Programmierung: Python (Pandas, NumPy), SQL, Bash (Lernend)",
        "AI/ML & LLM: Large Language Models (LLM), CNN, MLflow, Machine Learning Pipeline Entwicklung",
        "Automatisierungsplattformen: n8n Workflow-Automatisierung, Jira (Workflow-Automatisierung), GitHub Actions (Projektbasiert), BPMS",
        "CI/CD & DevOps: Docker, Kubernetes (Lernend), Terraform (Lernend), LMS-Entwicklung",
        "Cloud-Anbieter: AWS, GCP (Grundlagen, Projektbasiert)",
        "Überwachung & Analytik: Power BI, Grafana (Lernend), Datenanalyse, ML-Modell-Überwachung"
      ]
    },
    "business": {
      "title": "Interdisziplinäre Kompetenzen",
      "items": [
        "Geschäfts-Technologie-Ausrichtung",
        "HR-Infrastruktur & Team-Operations-Analyse",
        "Organisatorische Bedarfsanalyse",
        "Strategisches Lösungsdesign",
        "Abteilungsübergreifende Kommunikation",
        "Prozessoptimierung & Digitale Transformation",
        "Datengesteuerte Entscheidungsfindung",
        "Agile Methodologien & Scrum"
      ]
    }
  },
  "education": {
    "title": "Bildung",
    "degrees": [
      {
        "title": "Ph.D. in Zukunftsstudien (In Bearbeitung)",
        "institution": "Universität Teheran – Teheran, Iran | 2024 – Heute"
      },
      {
        "title": "MBA in Personalmanagement",
        "institution": "Kharazmi Universität – Teheran, Iran | 2020 – 2023",
        "description": "Thesis: HR Tech Trends & Unternehmerische Möglichkeiten"
      },
      {
        "title": "B.Sc. in Elektrotechnik",
        "institution": "Qom Technologie Universität – Qom, Iran | 2016 – 2020",
        "description": "Projekt: GPS-Design mit Arduino"
      }
    ]
  },
  "research": {
    "title": "Forschungsprojekte",
    "items": [
      {
        "title": "Technologie-Megatrends-Projekt",
        "institution": "Universität Teheran | Nov 2024 – Heute",
        "description": "Leitung eines Foresight-Projekts zur Analyse globaler Technologietrends und ihrer Auswirkungen auf die Zukunft der Arbeit."
      },
      {
        "title": "Digitales Unternehmertum & Innovation",
        "institution": "Kharazmi Universität | Feb 2022 – Heute",
        "description": "Forschungsassistent unter Dr. Armin Khaleghi. Fokus auf digitale Ökosysteme, Startup-Bewertung und zukunftsgestaltende Trends."
      },
      {
        "title": "Strategischer Fahrplan bis 2035: HR in Entwicklungsländern",
        "institution": "Kollaborative Studie (Laufend)",
        "description": "Co-Autor eines strategischen Foresight-Berichts über die HRM-Evolution in Entwicklungsländern."
      }
    ]
  },
  "publications": {
    "title": "Veröffentlichungen & Bücher",
    "journals": {
      "title": "Zeitschriftenartikel",
      "items": [
        {
          "title": "Foresight unternehmerischer Möglichkeiten im Personalwesen im Iran basierend auf Technologietrends",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Erfahren vs. Neuling: Wie Erfahrung die Startup-Bewertung in Acceleratoren beeinflusst",
          "status": "Finale Runde Überprüfung"
        },
        {
          "title": "Der Einfluss wahrgenommener Meritokratie, Günstlingswirtschaft und Nepotismus auf Mitarbeiter-Kündigungsabsichten",
          "status": "Unter Überprüfung"
        },
        {
          "title": "Herausforderungen in der Zusammenarbeit zwischen Acceleratoren und digitalen Startups im Iran",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Konferenzpapiere",
    "conferences": {
      "items": [
        {
          "title": "Was ist Agile HR: Revolutionierung des Personalmanagements – Eine Fallstudie",
          "event": "2. Internationale Konferenz für Politikwissenschaft, Internationale Beziehungen und Transformation",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Umweltnachhaltigkeit und soziale Verantwortung im modernen unternehmerischen Erfolg",
          "event": "1. Internationale Konferenz für soziales Unternehmertum und nachhaltige Entwicklung",
          "link": "https://en.civilica.com/doc/2045012/"
        },
        {
          "title": "KI und der nachhaltige Erfolg des digitalen Unternehmertums: Eine Mixed-Methods-Studie",
          "event": "4. Internationale Konferenz für fortgeschrittene Forschung in Management und Geisteswissenschaften",
          "link": "https://en.civilica.com/doc/2045011/"
        },
        {
          "title": "Integration digitaler Kompetenzen in die Unternehmensausbildung: Eine umfassende Überprüfung",
          "event": "4. Internationale Konferenz für fortgeschrittene Forschung in Management und Geisteswissenschaften",
          "link": "https://en.civilica.com/doc/2006091/"
        },
        {
          "title": "Startup-Misserfolge im iranischen Unternehmensökosystem: Wichtige beitragende Faktoren",
          "event": "17. Internationale Konferenz für moderne Management-, Buchhaltungs-, Wirtschafts- und Banktechniken",
          "link": "https://en.civilica.com/doc/1754192/"
        },
        {
          "title": "Technologische Trends, die unternehmerische Möglichkeiten im HR im Iran prägen: Ein Priorisierungsansatz",
          "event": "6. Nationale Konferenz für Unternehmertum",
          "link": "https://en.civilica.com/doc/1754192/"
        }
      ]
    },
    "showMore": "Mehr anzeigen",
    "showLess": "Weniger anzeigen",
    "books": {
      "title": "Bücher",
      "items": [
        {
          "title": "Unternehmerisches Scheitern verstehen",
          "details": "Autoren: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Publikationen, 2023"
        },
        {
          "title": "Die unternehmerische Reise: Vom Scheitern zum Erfolg",
          "details": "Autoren: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Publikationen, 2024"
        },
        {
          "title": "Digitales Unternehmertum: Management, Systeme und Praxis",
          "details": "Übersetzt von: Khaleghi, Salajegheh, Mansouri | Kharazmi Publikationen, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Wichtige Projekte",
    "items": [
      {
        "title": "CI/CD Pipeline für Python-Anwendung",
        "description": "Vollständige CI/CD-Pipeline mit GitHub Actions entworfen und implementiert, um eine containerisierte Python-Webanwendung automatisch zu erstellen, zu testen und bereitzustellen. Technologien: Docker, GitHub Actions, Python."
      },
      {
        "title": "Automatisierte Infrastrukturbereitstellung mit Terraform",
        "description": "Terraform-Skripte geschrieben, um Cloud-Infrastruktur auf AWS (VPC, Subnetze, EC2-Instanz) automatisch bereitzustellen und zu verwalten, Infrastructure as Code (IaC) Prinzipien demonstriert."
      },
      {
        "title": "LLM-Entwicklung & n8n-Automatisierung @ Snapp!",
        "description": "LLM-Lösungen in mehreren internen Projekten entwickelt und bereitgestellt. n8n Workflow-Automatisierungsplattform für komplexe Geschäftsprozessautomatisierung implementiert, betriebliche Effizienz verbessert."
      },
      {
        "title": "LMS & HR-Digitale Infrastruktur @ Snapp!",
        "description": "Learning Management System (LMS) für organisatorische Schulungen entworfen und implementiert. HR-digitale Infrastruktur als DevOps-Ingenieur aufgebaut, Legacy-Prozesse in agile Methodologien transformiert."
      },
      {
        "title": "System-Workflow-Automatisierung @ Snapp!",
        "description": "Data Warehouse entwickelt und wichtige Geschäftsworkflows automatisiert, Entscheidungsgeschwindigkeit um 40% verbessert. Jira- und BPMS-Prozesse zur Effizienzsteigerung und Zykluszeit-Reduzierung verbessert."
      },
      {
        "title": "ML & Analytics-System @ Bodyspinner",
        "description": "ML-Modelle mit CNN und MLflow für Preisoptimierung und Marktforschung entwickelt. Benutzerdefiniertes, Jira-basiertes Ticketing-System mitentwickelt, Fokus auf Zuverlässigkeit und 99% Betriebszeit für kritische Geschäftsoperationen."
      },
      {
        "title": "Digitale Transformation & Task-Management-System @ Shahrzad",
        "description": "Vollständige digitale Transformation von papierbasiertem zu systematischem Betrieb geleitet. Unternehmensweites Task-Management-System entworfen und unternehmensweite Projektstrukturen modernisiert. Rekrutierungs-Pipeline neu gestaltet, was zu 20% Reduzierung der Zeit bis zur Einstellung und 25% Verbesserung der Mitarbeiterleistung führte."
      },
      {
        "title": "Fortgeschrittenes Startup-Evaluierungssystem @ KarenCrowd",
        "description": "1000+ Startups durch systematische Due Diligence und Geschäftsplananalyse evaluiert. Hochmoderne Evaluierungsmethodologien und Investor-E-Mail-Marketing-Systeme entwickelt. Systematisches Evaluierungsframework (Vor-KI-Ära-Innovation) erstellt, das Investitionsentscheidungsgenauigkeit um 30% und Projekterfolgsraten um 40% steigerte."
      }
    ]
  },
  "languages": {
    "title": "Sprachen & Mobilität",
    "items": [
      {
        "label": "Englisch:",
        "value": "Fließend (Professionelle Arbeitssprache – C1)"
      },
      {
        "label": "Persisch:",
        "value": "Muttersprache"
      },
      {
        "label": "Deutsch:",
        "value": "Vor-Mittelstufe (A2)"
      },
      {
        "label": "Französisch:",
        "value": "Anfänger – Ziel B1 bis Ende 2026"
      },
      {
        "label": "Mobilität:",
        "value": "Offen für Umzug nach Europa (Deutschland, Niederlande und Frankreich), Nordamerika oder Kanada – Hybrid/Remote verfügbar"
      },
      {
        "label": "Arbeitsberechtigung:",
        "value": "Berechtigt für Visa-Sponsoring – Interessiert an Blue Card/Startup-Visa-Programmen"
      },
      {
        "label": "Kulturelle Passung:",
        "value": "Vertraut mit internationalen Arbeitskulturen, agilen Teams und grenzüberschreitender Zusammenarbeit"
      }
    ]
  }
}