{
  "pdf": {
    "download": "Download as PDF"
  },
  "header": {
    "subtitle": "Solution Architect & Futures Strategist | Cross-Functional Innovation",
    "description": "Bridging Technology, Business Strategy, and Human Resources through Systematic Innovation and Digital Transformation"
  },
  "aboutMe": {
    "title": "About Me",
    "text": "Cross-functional Solution Architect with 4+ years of experience bridging technology, business strategy, and organizational systems. Proven ability to understand and optimize the intersection of code, business operations, and infrastructure. Expert in translating business needs into technical solutions while considering operational requirements, team dynamics, and scalable system architecture. Specializes in identifying organizational needs and designing technology solutions that serve business objectives, operational efficiency, and strategic growth."
  },
  "contact": {
    "title": "Contact Me",
    "linkedin": "LinkedIn Profile",
    "github": "GitHub Profile",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
  "experience": {
    "title": "Professional Experience",
    "snapp": {
      "title": "Snapp! – Systems & Automation Specialist",
      "location": "Tehran, Iran | Jun 2023 – Present",
      "points": [
        "Engineered automated data pipelines and streamlined business workflows using Python, reducing process cycle time by 40%.",
        "Developed and deployed LLM solutions across multiple internal projects, enhancing automation and decision-making processes.",
        "Deployed and configured n8n workflow automation platform, creating sophisticated automation workflows for business processes.",
        "Designed and implemented LMS (Learning Management System) for educational and training purposes within the organization.",
        "Developed real-time monitoring dashboards to track key performance indicators (KPIs) and system health.",
        "Built ML models using CNN and MLflow for pricing optimization and market research decision-making.",
        "Implemented HR digital infrastructure as DevOps engineer, transforming legacy HR processes to agile methodologies.",
        "Managed the deployment and support lifecycle of internal services and sites using Jira as a centralized request and workflow management system.",
        "Administered and customized Jira environments, automating complex workflows for inter-departmental services that boosted operational efficiency by 30%.",
        "Integrated Jira with Confluence and other business intelligence tools to enhance data visibility and cross-functional team collaboration."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Data & Systems Analyst (Part-Time)",
      "location": "Tehran, Iran | Nov 2022 – Sep 2023",
      "points": [
        "Designed and deployed analytics dashboards (Power BI) for system monitoring, reducing manual reporting effort by 40%.",
        "Developed ML models using CNN and MLflow for data analysis and business intelligence applications.",
        "Co-developed and maintained a custom ticketing & information system, achieving 99% uptime and demonstrating a strong focus on system reliability (SRE principles).",
        "Managed Jira configurations and automated project workflows, improving team velocity and task throughput by 30%.",
        "Conducted data audits and implemented governance frameworks that improved system data accuracy by 25%."
      ]
    },
    "arsh": {
      "title": "Shahrzad – Digital Transformation Specialist",
      "location": "Tehran, Iran | Dec 2021 – Dec 2022",
      "points": [
        "Led comprehensive digital transformation initiative, converting the entire company from paper-based to systematic digital operations.",
        "Designed and implemented enterprise-level task management system, revolutionizing project coordination and workflow management.",
        "Transformed company-wide project structure from legacy frameworks to modern digital transformation methodologies.",
        "Re-engineered core business processes, resulting in a 25% increase in operational productivity and a 20% reduction in new hire onboarding time.",
        "Implemented OKR and KPI frameworks to improve performance tracking and system clarity.",
        "Established digital infrastructure foundation that enabled scalable business operations and data-driven decision making."
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – Business Evaluator & Investment Analyst",
      "location": "Tehran, Iran | Dec 2020 – Dec 2021",
      "points": [
        "Evaluated 1000+ startups through comprehensive due diligence processes, including business plan analysis and financial plan assessment.",
        "Developed systematic startup evaluation framework (similar to modern pitch deck analysis systems) for business assessment and investment decisions.",
        "Designed and implemented email marketing campaigns targeting investors, significantly increasing investor engagement and platform adoption.",
        "Created advanced business evaluation methodologies that were ahead of their time (pre-generative AI era) and remain cutting-edge today.",
        "Developed strategic business plans that increased project success rates by 40% through targeted business initiatives and growth strategies.",
        "Improved investment decision accuracy by 30% through comprehensive startup analysis and market research.",
        "Secured funding for high-potential startups, increasing project launch success by 25% on the crowdfunding platform.",
        "Conducted risk assessments and financial analysis to reduce potential financial losses and enhance trust in the investment process."
      ]
    }
  },
  "achievements": {
    "title": "Key Achievements",
    "items": [
      "Successfully deployed LLM solutions across multiple internal projects at Snapp!, enhancing automation and AI-driven decision-making.",
      "Implemented n8n workflow automation platform and LMS system, streamlining business processes and educational workflows at Snapp!.",
      "Built ML models using CNN and MLflow for pricing optimization and market research, improving decision accuracy at Bodyspinner and Snapp!.",
      "Transformed HR digital infrastructure using DevOps methodologies, converting legacy processes to agile frameworks at Snapp!.",
      "Accelerated business decision-making by 40% through workflow automation and real-time monitoring dashboards at Snapp!",
      "Increased operational efficiency by 30% at Snapp! by designing and implementing automated Jira workflows.",
      "Developed and deployed a custom ticketing system with 99% uptime, ensuring high availability and reliability at Bodyspinner.",
      "Improved system data accuracy by 25% through robust data audit frameworks and governance practices at Bodyspinner.",
      "Led complete digital transformation at Shahrzad, converting paper-based operations to systematic digital infrastructure with enterprise task management system.",
      "Evaluated 1000+ startups with innovative systematic approach at KarenCrowd, developing cutting-edge evaluation methodologies ahead of the AI era.",
      "Reduced time-to-hire for technical roles by 20% through process re-engineering and automation at Shahrzad.",
      "Secured 25% higher funding success rate by evaluating startup viability and business potential at KarenCrowd."
    ]
  },
  "skills": {
    "title": "Solution Architecture Skills",
    "technical": {
      "title": "Technology & Systems Integration",
      "items": [
        "Scripting & Programming: Python (Pandas, NumPy), SQL, Bash (Learning)",
        "AI/ML & LLM: Large Language Models (LLM), CNN, MLflow, Machine Learning Pipeline Development",
        "Automation Platforms: n8n Workflow Automation, Jira (Workflow Automation), GitHub Actions (Project-Based), BPMS",
        "CI/CD & DevOps: Docker, Kubernetes (Learning), Terraform (Learning), LMS Development",
        "Cloud Providers: AWS, GCP (Basic, Project-Based)",
        "Monitoring & Analytics: Power BI, Grafana (Learning), Data Analysis, ML Model Monitoring"
      ]
    },
    "business": {
      "title": "Cross-Functional Competencies",
      "items": [
        "Business-Technology Alignment",
        "System Architecture & Infrastructure Design",
        "Organizational Needs Assessment",
        "Strategic Solution Design",
        "Cross-Functional Team Leadership",
        "Process Optimization & Digital Transformation",
        "Data-Driven Decision Making",
        "Agile Methodologies & Scrum"
      ]
    }
  },
  "education": {
    "title": "Education",
    "degrees": [
      {
        "title": "Ph.D. in Futures Studies (In Progress)",
        "institution": "University of Tehran – Tehran, Iran | 2024 – Present"
      },
      {
        "title": "MBA in Human Resources Management",
        "institution": "Kharazmi University – Tehran, Iran | 2020 – 2023",
        "description": "Thesis: HR Tech Trends & Entrepreneurial Opportunities"
      },
      {
        "title": "B.Sc. in Electrical Engineering",
        "institution": "Qom University of Technology – Qom, Iran | 2016 – 2020",
        "description": "Project: GPS Design with Arduino"
      }
    ]
  },
  "research": {
    "title": "Research Projects",
    "items": [
      {
        "title": "Technology Mega-Trends Project",
        "institution": "University of Tehran | Nov 2024 – Present",
        "description": "Leading a foresight project to analyze global technology trends and their impact on the future of work."
      },
      {
        "title": "Digital Entrepreneurship & Innovation",
        "institution": "Kharazmi University | Feb 2022 – Present",
        "description": "Research Assistant under Dr. Armin Khaleghi. Focus on digital ecosystems, startup evaluation, and future shaping trends."
      },
      {
        "title": "Strategic Roadmap to 2035: HR in Developing Countries",
        "institution": "Collaborative Study (Ongoing)",
        "description": "Co-authoring a strategic foresight report on HRM evolution in developing countries."
      }
    ]
  },
  "publications": {
    "title": "Publications & Books",
    "journals": {
      "title": "Journal Articles",
      "items": [
        {
          "title": "Foresight of Entrepreneurial Opportunities in Human Resources in Iran Based on Technology Trends",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Experienced vs. Novice: How Experience Influences Startup Evaluation in Accelerators",
          "status": "Final-round review"
        },
        {
          "title": "The Impact of Perceived Meritocracy, Favoritism, and Nepotism on Employee Turnover Intentions",
          "status": "Under review"
        },
        {
          "title": "Challenges in Collaboration Between Accelerators and Digital Startups in Iran",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Conference Papers",
    "conferences": {
      "items": [
        {
          "title": "What is Agile HR: Revolutionizing People Management – A Case Study",
          "event": "2nd International Conference on Political Science, International Relations, and Transformation",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Environmental Sustainability and Social Responsibility in Modern Entrepreneurial Success",
          "event": "1st International Conference on Social Entrepreneurship and Sustainable Development",
          "link": "https://en.civilica.com/doc/2045012/"
        },
        {
          "title": "AI and the Sustainable Success of Digital Entrepreneurship: A Mixed-Methods Study",
          "event": "4th International Conference on Advanced Research in Management and Humanities",
          "link": "https://en.civilica.com/doc/2045011/"
        },
        {
          "title": "Integrating Digital Competencies into Entrepreneurship Education: A Comprehensive Review",
          "event": "4th International Conference on Advanced Research in Management and Humanities",
          "link": "https://en.civilica.com/doc/2006091/"
        },
        {
          "title": "Startup Failures in Iran's Entrepreneurial Ecosystem: Key Contributing Factors",
          "event": "17th International Conference on Modern Management, Accounting, Economics, and Banking Techniques",
          "link": "https://en.civilica.com/doc/1754192/"
        },
        {
          "title": "Technological Trends Shaping Entrepreneurial Opportunities in HR in Iran: A Prioritization Approach",
          "event": "6th National Conference on Entrepreneurship",
          "link": "https://en.civilica.com/doc/1754192/"
        }
      ]
    },
    "showMore": "Show More",
    "showLess": "Show Less",
    "books": {
      "title": "Books",
      "items": [
        {
          "title": "Understanding Entrepreneurial Failure",
          "details": "Authors: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Publications, 2023"
        },
        {
          "title": "The Entrepreneurial Journey: From Failure to Success",
          "details": "Authors: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Publications, 2024"
        },
        {
          "title": "Digital Entrepreneurship: Management, Systems, and Practice",
          "details": "Translated by: Khaleghi, Salajegheh, Mansouri | Kharazmi Publications, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Key Projects",
    "items": [
      {
        "title": "CI/CD Pipeline for Python Application",
        "description": "Designed and implemented a complete CI/CD pipeline using GitHub Actions to automatically build, test, and deploy a containerized Python web application. Technologies: Docker, GitHub Actions, Python."
      },
      {
        "title": "Automated Infrastructure Provisioning with Terraform",
        "description": "Wrote Terraform scripts to automatically provision and manage cloud infrastructure on AWS (VPC, Subnets, EC2 Instance), demonstrating Infrastructure as Code (IaC) principles."
      },
      {
        "title": "LLM Development & n8n Automation @ Snapp!",
        "description": "Developed and deployed LLM solutions across multiple internal projects. Implemented n8n workflow automation platform for complex business process automation, improving operational efficiency."
      },
      {
        "title": "LMS & HR Digital Infrastructure @ Snapp!",
        "description": "Designed and implemented Learning Management System (LMS) for organizational training. Built HR digital infrastructure as DevOps engineer, transforming legacy processes to agile methodologies."
      },
      {
        "title": "System Workflow Automation @ Snapp!",
        "description": "Developed a data warehouse and automated key business workflows, improving decision-making speed by 40%. Enhanced Jira and BPMS processes to increase efficiency and reduce cycle time."
      },
      {
        "title": "ML & Analytics System @ Bodyspinner",
        "description": "Developed ML models using CNN and MLflow for pricing optimization and market research. Co-developed a custom, Jira-based ticketing system, focusing on reliability and achieving 99% uptime for critical business operations."
      },
      {
        "title": "Digital Transformation & Task Management System @ Shahrzad",
        "description": "Led complete digital transformation from paper-based to systematic operations. Designed enterprise-level task management system and modernized company-wide project structures. Redesigned recruitment pipeline, resulting in a 20% decrease in time-to-hire and 25% improvement in employee performance."
      },
      {
        "title": "Advanced Startup Evaluation System @ KarenCrowd",
        "description": "Evaluated 1000+ startups through systematic due diligence and business plan analysis. Developed cutting-edge evaluation methodologies and investor email marketing systems. Created systematic evaluation framework (pre-AI era innovation) that increased investment decision accuracy by 30% and project success rates by 40%."
      }
    ]
  },
  "languages": {
    "title": "Languages & Mobility",
    "items": [
      {
        "label": "English:",
        "value": "Fluent (Professional Working Proficiency – C1)"
      },
      {
        "label": "Persian:",
        "value": "Native"
      },
      {
        "label": "German:",
        "value": "Pre-intermediate (A2)"
      },
      {
        "label": "French:",
        "value": "Beginner – Aiming for B1 by end of 2026"
      },
      {
        "label": "Mobility:",
        "value": "Open to relocate to Europe (Germany, Netherlands, and France), North America, or Canada – Hybrid/Remote available"
      },
      {
        "label": "Work Eligibility:",
        "value": "Eligible for visa sponsorship – Interested in Blue Card/Startup Visa programs"
      },
      {
        "label": "Cultural Fit:",
        "value": "Familiar with international work cultures, agile teams, and cross-border collaboration"
      }
    ]
  }
}
