{
  "pdf": {
    "download": "Télécharger en PDF"
  },
  "header": {
    "subtitle": "Ingénieur DevOps & Automatisation | Spécialiste en Fiabilité des Systèmes (SRE)",
    "description": "Expertise en Python, CI/CD, Automatisation des Processus, Administration Jira et Technologies Cloud"
  },
  "aboutMe": {
    "title": "À propos de moi",
    "text": "Professionnel axé sur les détails et les résultats avec plus de 4 ans d'expérience en administration système, automatisation des processus et optimisation des flux de travail. Capacité prouvée à réduire les temps de cycle des processus jusqu'à 40% grâce à des scripts d'automatisation et à la réingénierie des systèmes. Expertise en Python, SQL et administration Jira, associée à une compréhension approfondie de l'analyse de données pour la surveillance des systèmes et le suivi des performances. Désireux d'appliquer mes compétences en automatisation et en fiabilité des systèmes à un rôle DevOps stimulant, en contribuant au développement de pipelines CI/CD, à la gestion de l'infrastructure et aux technologies cloud."
  },
  "contact": {
    "title": "Contactez-moi",
    "linkedin": "Profil LinkedIn",
    "github": "Profil GitHub",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
  "experience": {
    "title": "Expérience Professionnelle",
    "snapp": {
      "title": "Snapp! – Spécialiste Systèmes & Automatisation",
      "location": "Téhéran, Iran | Juin 2023 – Présent",
      "points": [
        "Conception de pipelines de données automatisés et rationalisation des flux de travail métier à l'aide de Python, réduisant le temps de cycle des processus de 40%.",
        "Développement et maintenance de tableaux de bord de surveillance en temps réel pour suivre les indicateurs de performance clés (KPI) et l'état du système.",
        "Administration et personnalisation des environnements Jira, automatisant des flux de travail complexes pour les services interdépartementaux, ce qui a augmenté l'efficacité opérationnelle de 30%.",
        "Intégration de Jira avec Confluence et d'autres outils de veille stratégique pour améliorer la visibilité des données et la collaboration entre les équipes.",
        "Optimisation des systèmes de gestion des processus métier (BPMS), modélisant le principe de base de DevOps de l'amélioration continue des processus."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Analyste Données & Systèmes (Temps partiel)",
      "location": "Téhéran, Iran | Nov 2022 – Sep 2023",
      "points": [
        "Conception de tableaux de bord RH (effort de reporting ↓ 40%, adoption ↑ 15%)",
        "Amélioration de la précision des métriques RH de 25% grâce à des audits analytiques",
        "Co-développement d'un SIRH et d'un système de billetterie personnalisé (disponibilité 99%)",
        "Amélioration des processus BPMS pour rationaliser les opérations RH et réduire les erreurs de saisie manuelle de 20%",
        "Optimisation des configurations Jira et des processus automatisés, réduisant les tâches manuelles et améliorant la vitesse du flux de travail de 30%"
      ]
    },
    "arsh": {
      "title": "Arsh – Spécialiste de la Transformation Numérique RH",
      "location": "Téhéran, Iran | Déc 2021 – Déc 2022",
      "points": [
        "Réingénierie des cadres de recrutement, d'intégration et d'évaluation",
        "Amélioration de la productivité des employés (+25%) et réduction du temps de recrutement (-20%)",
        "Amélioration de la clarté des rôles grâce aux OKR, KPI et diagnostics organisationnels"
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – Évaluateur d'Entreprises",
      "location": "Téhéran, Iran | Déc 2020 – Déc 2021",
      "points": [
        "Élaboration de plans d'affaires stratégiques qui ont augmenté les taux de réussite des projets de 40% grâce à des initiatives commerciales ciblées et des stratégies de croissance.",
        "Amélioration de la précision des décisions d'investissement de 30% grâce à une analyse complète des startups et à des études de marché.",
        "Obtention de financements pour des startups à fort potentiel, augmentant le succès de lancement des projets de 25% sur la plateforme de financement participatif.",
        "Réalisation d'évaluations des risques et d'analyses financières pour réduire les pertes financières potentielles et renforcer la confiance dans le processus d'investissement."
      ]
    }
  },
  "achievements": {
    "title": "Réalisations Clés",
    "items": [
      "Amélioration de la vitesse de prise de décision RH de 40% grâce à l'automatisation des flux de travail et aux tableaux de bord en temps réel chez Snapp!",
      "Augmentation de l'engagement des employés de 5% via une analyse avancée des données Gallup Q12 et AON chez Snapp!",
      "Augmentation de la précision des données RH de 25% grâce à des cadres d'audit et des pratiques de gouvernance des données chez Bodyspinner.",
      "Développement et déploiement d'un SIRH et d'un système de billetterie personnalisé avec 99% de disponibilité chez Bodyspinner.",
      "Réduction du temps de recrutement de 20% et amélioration de la productivité des employés de 25% grâce à des cadres de recrutement et d'évaluation repensés chez Arsh.",
      "Obtention d'un taux de réussite de financement supérieur de 25% en évaluant la viabilité des startups et leur potentiel commercial chez KarenCrowd."
    ]
  },
  "skills": {
    "title": "Compétences",
    "technical": {
      "title": "Compétences Techniques",
      "items": [
        "Power BI, Excel, SQL, Python (Pandas, NumPy)",
        "Jira (Automatisation des flux de travail & Configuration)",
        "HRIS, BPMS, SPSS, MAXQDA",
        "SAP HR, Logo ERP, Nebim"
      ]
    },
    "business": {
      "title": "Compétences Commerciales & Stratégiques",
      "items": [
        "Diagnostic Organisationnel",
        "Prospective Stratégique & Planification",
        "Gestion de la Performance",
        "Conception de Scénarios & OKRs"
      ]
    }
  },
  "education": {
    "title": "Formation",
    "degrees": [
      {
        "title": "Doctorat en Études Prospectives (En cours)",
        "institution": "Université de Téhéran – Téhéran, Iran | 2024 – Présent"
      },
      {
        "title": "MBA en Gestion des Ressources Humaines",
        "institution": "Université Kharazmi – Téhéran, Iran | 2020 – 2023",
        "description": "Thèse : Tendances des technologies RH et opportunités entrepreneuriales"
      },
      {
        "title": "Licence en Génie Électrique",
        "institution": "Université de Technologie de Qom – Qom, Iran | 2016 – 2020",
        "description": "Projet : Conception GPS avec Arduino"
      }
    ]
  },
  "research": {
    "title": "Projets de Recherche",
    "items": [
      {
        "title": "Projet sur les Méga-Tendances Technologiques",
        "institution": "Université de Téhéran | Nov 2024 – Présent",
        "description": "Direction d'un projet de prospective pour analyser les tendances technologiques mondiales et leur impact sur l'avenir du travail."
      },
      {
        "title": "Entrepreneuriat Numérique & Innovation",
        "institution": "Université Kharazmi | Fév 2022 – Présent",
        "description": "Assistant de recherche sous la direction du Dr. Armin Khaleghi. Accent sur les écosystèmes numériques, l'évaluation des startups et les tendances qui façonnent l'avenir."
      },
      {
        "title": "Feuille de Route Stratégique jusqu'en 2035 : les RH dans les Pays en Développement",
        "institution": "Étude Collaborative (En cours)",
        "description": "Co-rédaction d'un rapport de prospective stratégique sur l'évolution de la GRH dans les pays en développement."
      }
    ]
  },
  "publications": {
    "title": "Publications & Livres",
    "journals": {
      "title": "Articles de Revues",
      "items": [
        {
          "title": "Prospective des opportunités entrepreneuriales en ressources humaines en Iran basée sur les tendances technologiques",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Expérimenté vs Novice : Comment l'expérience influence l'évaluation des startups dans les accélérateurs",
          "status": "En dernière phase d'évaluation"
        },
        {
          "title": "L'impact de la méritocratie perçue, du favoritisme et du népotisme sur les intentions de départ des employés",
          "status": "En cours d'évaluation"
        },
        {
          "title": "Défis de la collaboration entre les accélérateurs et les startups numériques en Iran",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Articles de Conférences",
    "conferences": {
      "items": [
        {
          "title": "Qu'est-ce que les RH Agiles : Révolutionner la gestion des personnes – Une étude de cas",
          "event": "2ème Conférence Internationale sur les Sciences Politiques, les Relations Internationales et la Transformation",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Durabilité environnementale et responsabilité sociale dans le succès entrepreneurial moderne",
          "event": "1ère Conférence Internationale sur l'Entrepreneuriat Social et le Développement Durable",
          "link": "https://en.civilica.com/doc/2045012/"
        }
      ]
    },
    "showMore": "Afficher plus",
    "showLess": "Afficher moins",
    "books": {
      "title": "Livres",
      "items": [
        {
          "title": "Comprendre l'échec entrepreneurial",
          "details": "Auteurs : Toozandjani, M. R. & Mansouri, A. | Publications Zarnevesht, 2023"
        },
        {
          "title": "Le parcours entrepreneurial : de l'échec au succès",
          "details": "Auteurs : Toozandjani, M. R. & Mansouri, A. | Publications Zarnevesht, 2024"
        },
        {
          "title": "Entrepreneuriat numérique : gestion, systèmes et pratique",
          "details": "Traduit par : Khaleghi, Salajegheh, Mansouri | Publications Kharazmi, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Projets Clés",
    "items": [
      {
        "title": "Prospective des Méga-Tendances Technologiques @ Université de Téhéran",
        "description": "Direction d'un projet de prospective stratégique analysant les méga-tendances technologiques mondiales et leur impact sur l'avenir du travail et de l'innovation. Développement de cartes d'innovation et présentation des perspectives aux acteurs académiques et industriels."
      },
      {
        "title": "Innovation Numérique dans les Écosystèmes de Startups @ Université Kharazmi",
        "description": "Réalisation de recherches sur les accélérateurs de startups et l'entrepreneuriat numérique sous la direction du Dr Armin Khaleghi. Développement de modèles d'évaluation basés sur la prospective pour identifier les tendances futures et les opportunités d'investissement dans les technologies RH et la croissance des startups."
      },
      {
        "title": "Automatisation des flux de travail RH @ Snapp!",
        "description": "Développement d'un entrepôt de données et automatisation des flux de travail RH clés, améliorant la vitesse de prise de décision de 40%. Amélioration des processus Jira et BPMS pour augmenter l'efficacité et réduire le temps de cycle."
      },
      {
        "title": "Système de tableau de bord RH @ Bodyspinner",
        "description": "Conception et déploiement de tableaux de bord Power BI intégrés au SIRH. Réduction du temps de génération des rapports de 40% et augmentation de l'adoption des données de 15%. Création d'un système de billetterie personnalisé basé sur Jira avec 99% de disponibilité."
      },
      {
        "title": "Optimisation du recrutement @ Arsh",
        "description": "Refonte du pipeline de recrutement, entraînant une réduction de 20% du temps de recrutement et une amélioration de 25% des performances des employés. Mise en œuvre d'un système de performance basé sur les OKR."
      },
      {
        "title": "Évaluation de startups et analyse des investissements @ KarenCrowd",
        "description": "Réalisation d'évaluations de startups et d'études de marché, augmentant la précision des décisions d'investissement de 30%. Direction d'initiatives stratégiques qui ont augmenté les taux de réussite des projets de 40% et obtenu des financements pour les entreprises les plus performantes."
      }
    ]
  },
  "languages": {
    "title": "Langues & Mobilité",
    "items": [
      {
        "label": "Anglais :",
        "value": "Courant (Compétence professionnelle complète – C1)"
      },
      {
        "label": "Persan :",
        "value": "Natif"
      },
      {
        "label": "Allemand :",
        "value": "Pré-intermédiaire (A2)"
      },
      {
        "label": "Français :",
        "value": "Débutant – Objectif B1 d'ici fin 2026"
      },
      {
        "label": "Mobilité :",
        "value": "Ouvert à la relocalisation en Europe (Allemagne, Pays-Bas, France), Amérique du Nord ou Canada – Hybride/Télétravail disponible"
      },
      {
        "label": "Éligibilité au travail :",
        "value": "Éligible au parrainage de visa – Intéressé par les programmes Blue Card/Visa Startup"
      },
      {
        "label": "Adéquation culturelle :",
        "value": "Familier avec les cultures de travail internationales, les équipes agiles et la collaboration transfrontalière"
      }
    ]
  }
}
