{
  "pdf": {
    "download": "PDF olarak İndir"
  },
  "header": {
    "subtitle": "Cloud & Backend Mühendisi | DevOps, Strateji ve Dijital Dönüşüm",
    "description": "Cloud & Backend mühendisliğini iş stratejisi ve organizasyonel gelişimle birleştirme – Python, Docker, Kubernetes, Helm ve CI/CD’den HR Tech, OD ve dijital dönüşüme kadar"
  },
  "aboutMe": {
    "title": "Hakkımda",
    "text": "Yazılım, altyapı ve organizasyonel sistemlerin kesişiminde 4+ yıl deneyime sahip Cloud & Backend mühendisi. Python, SQL, Docker ile konteynerleştirme, Kubernetes ve Helm ile orkestrasyon, CI/CD ve bulut altyapısı konusunda uygulamalı deneyime; ayrıca HR Tech, organizasyonel gelişim (OD) ve dijital dönüşüm projelerinde çalışma geçmişine sahibim. Backend/DevOps çözümlerini uygulamaktan, iş ve insan odaklı sistemler tasarlamaya rahatça geçebilirim. İş problemini, insan ve süreç boyutuyla birlikte anlayıp etrafında ölçeklenebilir teknik bir çözüm tasarlamayı seviyorum."
  },
  "contact": {
    "title": "Benimle İletişime Geçin",
    "linkedin": "LinkedIn Profili",
    "github": "GitHub Profili",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
  "experience": {
    "title": "Profesyonel Deneyim",
    "snapp": {
      "title": "Snapp! – Cloud & Sistem Mühendisi",
      "location": "Tahran, İran | Haziran 2023 – Günümüz",
      "points": [
        "Dahili servisler için Docker, Kubernetes ve Helm kullanarak cloud-native altyapı tasarladı ve yönetti; ölçeklenebilirlik ve güvenilirliğe odaklandı.",
        "Python tabanlı servisler ve dahili araçlar için GitHub Actions ile CI/CD boru hatları uyguladı ve yönetti, manuel dağıtım eforunu ve release riskini azalttı.",
        "Python ve SQL kullanarak otomatik veri boru hatları geliştirip iş akışlarını optimize etti, süreç döngü süresini %40 azalttı.",
        "Dahili kullanım senaryoları için LLM tabanlı çözümler geliştirdi ve mevcut sistemler ile otomasyon iş akışlarına entegre etti.",
        "n8n iş akışı otomasyon platformunu dağıttı ve yapılandırdı; backend servisleri, API’ler ve iş süreçlerini birbirine bağlayan karmaşık otomasyonlar kurdu.",
        "DevOps yaklaşımıyla LMS ve dijital İK altyapısını tasarladı ve uyguladı; HR ve OD ihtiyaçlarıyla hizalı çalıştı.",
        "Dahili platformlar için KPI’ları ve sistem sağlığını izlemek üzere gerçek zamanlı izleme panelleri (örn. Power BI / Grafana) geliştirdi.",
        "Jira’yı merkezi istek ve iş akışı yönetim sistemi olarak kullanarak dahili servislerin dağıtım ve destek yaşam döngüsünü yönetti.",
        "Jira ortamlarını yönetti ve özelleştirdi, ekipler arası karmaşık iş akışlarını otomatikleştirerek operasyonel verimliliği %30 artırdı.",
        "İK ve organizasyonel gelişim ekipleriyle yakın çalışarak organizasyonel ihtiyaçları teknik sistemlere (LMS, dijital İK altyapısı, raporlama panelleri) çevirdi."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Veri & Sistem Analisti (Yarı Zamanlı)",
      "location": "Tahran, İran | Kasım 2022 – Eylül 2023",
      "points": [
        "Sistem izleme için analitik panolar (Power BI) tasarladı ve dağıttı, manuel raporlama çabasını %40 azalttı.",
        "Veri analizi ve iş zekası uygulamaları için CNN ve MLflow kullanarak ML modelleri geliştirdi.",
        "Özel bir biletleme ve bilgi sistemi geliştirdi ve sürdürdü, %99 çalışma süresi elde etti ve sistem güvenilirliğine (SRE ilkeleri) güçlü bir odaklanma gösterdi.",
        "Jira yapılandırmalarını yönetti ve proje iş akışlarını otomatikleştirdi, ekip hızını ve görev verimini %30 artırdı.",
        "Veri denetimleri yürüttü ve sistem veri doğruluğunu %25 artıran yönetişim çerçeveleri uyguladı."
      ]
    },
    "arsh": {
      "title": "Shahrzad – Dijital Dönüşüm Uzmanı",
      "location": "Tahran, İran | Aralık 2021 – Aralık 2022",
      "points": [
        "Kapsamlı dijital dönüşüm girişimini yönetti, tüm şirketi kağıt tabanlı operasyonlardan sistematik dijital operasyonlara dönüştürdü.",
        "Kurumsal düzeyde görev yönetim sistemi tasarladı ve uyguladı, proje koordinasyonu ve iş akışı yönetimini devrimleştirdi.",
        "Şirket genelindeki proje yapısını eski çerçevelerden modern dijital dönüşüm metodolojilerine dönüştürdü.",
        "Temel iş süreçlerini yeniden tasarladı, operasyonel üretkenlikte %25 artış ve yeni işe alım süresinde %20 azalma sağladı.",
        "Performans takibi ve sistem netliğini artırmak için OKR ve KPI çerçeveleri uyguladı.",
        "Ölçeklenebilir iş operasyonları ve veri odaklı karar vermeyi mümkün kılan dijital altyapı temeli kurdu."
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – İş Değerlendiricisi & Yatırım Analisti",
      "location": "Tahran, İran | Aralık 2020 – Aralık 2021",
      "points": [
        "İş planı analizi ve finansal plan değerlendirmesi dahil olmak üzere kapsamlı durum tespiti süreçleri aracılığıyla 1000+ startup değerlendirdi.",
        "İş değerlendirmesi ve yatırım kararları için sistematik startup değerlendirme çerçevesi (modern pitch deck analiz sistemlerine benzer) geliştirdi.",
        "Yatırımcıları hedefleyen e-posta pazarlama kampanyaları tasarladı ve uyguladı, yatırımcı katılımını ve platform benimsenimini önemli ölçüde artırdı.",
        "Zamanının ötesinde olan (üretken AI öncesi dönem) ve bugün hala son teknoloji olan gelişmiş iş değerlendirme metodolojileri oluşturdu.",
        "Hedefli iş girişimleri ve büyüme stratejileri aracılığıyla proje başarı oranlarını %40 artıran stratejik iş planları geliştirdi.",
        "Kapsamlı startup analizi ve pazar araştırması yoluyla yatırım kararı doğruluğunu %30 artırdı.",
        "Yüksek potansiyelli startuplar için finansman sağladı, kitle fonlama platformunda proje başlatma başarısını %25 artırdı.",
        "Potansiyel finansal kayıpları azaltmak ve yatırım sürecindeki güveni artırmak için risk değerlendirmeleri ve finansal analizler yürüttü."
      ]
    }
  },
  "achievements": {
    "title": "Önemli Başarılar",
    "items": [
      "Snapp!'te birden fazla dahili projede LLM çözümlerini başarıyla dağıttı, otomasyon ve AI odaklı karar vermeyi geliştirdi.",
      "n8n iş akışı otomasyon platformu ve LMS sistemini uyguladı, Snapp!'te iş süreçlerini ve eğitim iş akışlarını düzenledi.",
      "Bodyspinner ve Snapp!'te fiyatlandırma optimizasyonu ve pazar araştırması için CNN ve MLflow kullanarak ML modelleri oluşturdu, karar doğruluğunu artırdı.",
      "DevOps metodolojileri kullanarak İK dijital altyapısını dönüştürdü, Snapp!'te eski süreçleri çevik çerçevelere dönüştürdü.",
      "Snapp!'te iş akışı otomasyonu ve gerçek zamanlı izleme panelleri aracılığıyla iş karar vermeyi %40 hızlandırdı.",
      "Snapp!'te otomatik Jira iş akışları tasarlayıp uygulayarak operasyonel verimliliği %30 artırdı.",
      "Bodyspinner'da yüksek kullanılabilirlik ve güvenilirlik sağlayarak %99 çalışma süresi ile özel biletleme sistemi geliştirdi ve dağıttı.",
      "Bodyspinner'da sağlam veri denetim çerçeveleri ve yönetişim uygulamaları aracılığıyla sistem veri doğruluğunu %25 artırdı.",
      "Shahrzad'da tam dijital dönüşümü yönetti, kağıt tabanlı operasyonları kurumsal görev yönetim sistemi ile sistematik dijital altyapıya dönüştürdü.",
      "KarenCrowd'da yenilikçi sistematik yaklaşımla 1000+ startup değerlendirdi, AI öncesi dönemde son teknoloji değerlendirme metodolojileri geliştirdi.",
      "Shahrzad'da süreç yeniden mühendisliği ve otomasyon yoluyla teknik roller için işe alım süresini %20 azalttı.",
      "KarenCrowd'da startup yaşayabilirliği ve iş potansiyeli değerlendirmesi yaparak %25 daha yüksek finansman başarı oranı sağladı."
    ]
  },
  "skills": {
    "title": "Teknik ve Disiplinler Arası Beceriler",
    "technical": {
      "title": "Backend, Cloud & DevOps",
      "items": [
        "Backend & Betik Yazma: Python (Pandas, NumPy), SQL, RESTful servisler, otomasyon betikleri",
        "Bulut & Konteynerler: Docker, Kubernetes, Helm, AWS & GCP (temel / proje tabanlı)",
        "DevOps & CI/CD: GitHub Actions, Altyapı-olarak-Kod (Terraform – öğreniyor), ortam otomasyonu",
        "Platform & İş Akışı Otomasyonu: n8n iş akışı otomasyonu, Jira iş akışı otomasyonu, BPMS",
        "AI/ML & LLM: Büyük Dil Modelleri (LLM), CNN, MLflow, makine öğrenmesi boru hattı geliştirme",
        "İzleme & Analitik: Power BI, Grafana (öğreniyor), veri analizi, KPI & sistem sağlığı panelleri"
      ]
    },
    "business": {
      "title": "Strateji, İş ve İK/OD",
      "items": [
        "İş–Teknoloji Hizalaması & Çözüm Mimarisi",
        "Dijital Dönüşüm & Süreç Optimizasyonu",
        "Organizasyonel Gelişim ve HR Tech (LMS, İK sistemleri, people analytics)",
        "Startup & İş Değerlendirmesi (KarenCrowd’da 1000+ değerlendirme)",
        "Veri Odaklı Karar Verme & Stratejik Öngörü",
        "Çapraz fonksiyonel işbirliği, Çevik Metodolojiler & Scrum"
      ]
    }
  },
  "education": {
    "title": "Eğitim",
    "degrees": [
      {
        "title": "Gelecek Çalışmaları Doktorası (Devam Ediyor)",
        "institution": "Tahran Üniversitesi – Tahran, İran | 2024 – Günümüz"
      },
      {
        "title": "İnsan Kaynakları Yönetimi Yüksek Lisansı",
        "institution": "Kharazmi Üniversitesi – Tahran, İran | 2020 – 2023",
        "description": "Tez: İK Teknoloji Trendleri & Girişimci Fırsatları"
      },
      {
        "title": "Elektrik Mühendisliği Lisansı",
        "institution": "Qom Teknoloji Üniversitesi – Qom, İran | 2016 – 2020",
        "description": "Proje: Arduino ile GPS Tasarımı"
      }
    ]
  },
  "research": {
    "title": "Araştırma Projeleri",
    "items": [
      {
        "title": "Teknoloji Mega-Trendleri Projesi",
        "institution": "Tahran Üniversitesi | Kasım 2024 – Günümüz",
        "description": "Küresel teknoloji trendlerini ve bunların çalışmanın geleceği üzerindeki etkisini analiz etmek için bir öngörü projesi yönetiyor."
      },
      {
        "title": "Dijital Girişimcilik & İnovasyon",
        "institution": "Kharazmi Üniversitesi | Şubat 2022 – Günümüz",
        "description": "Dr. Armin Khaleghi altında Araştırma Asistanı. Dijital ekosistemler, startup değerlendirmesi ve geleceği şekillendiren trendlere odaklanma."
      },
      {
        "title": "2035'e Stratejik Yol Haritası: Gelişmekte Olan Ülkelerde İK",
        "institution": "İşbirlikçi Çalışma (Devam Ediyor)",
        "description": "Gelişmekte olan ülkelerde İKY evrimini konu alan stratejik öngörü raporu yazarlığı."
      }
    ]
  },
  "publications": {
    "title": "Yayınlar & Kitaplar",
    "journals": {
      "title": "Dergi Makaleleri",
      "items": [
        {
          "title": "Teknoloji Trendlerine Dayalı İran'da İnsan Kaynaklarında Girişimci Fırsatların Öngörüsü",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Deneyimli vs. Acemi: Deneyimin Hızlandırıcılarda Startup Değerlendirmesini Nasıl Etkilediği",
          "status": "Final tur inceleme"
        },
        {
          "title": "Algılanan Liyakat, Kayırmacılık ve Nepotizmin Çalışan İşten Ayrılma Niyetleri Üzerindeki Etkisi",
          "status": "İnceleme altında"
        },
        {
          "title": "İran'da Hızlandırıcılar ve Dijital Startuplar Arasındaki İşbirliğinde Zorluklar",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Konferans Makaleleri",
    "conferences": {
      "items": [
        {
          "title": "Çevik İK Nedir: İnsan Yönetiminde Devrim – Bir Vaka Çalışması",
          "event": "2. Uluslararası Siyaset Bilimi, Uluslararası İlişkiler ve Dönüşüm Konferansı",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Modern Girişimci Başarısında Çevresel Sürdürülebilirlik ve Sosyal Sorumluluk",
          "event": "1. Uluslararası Sosyal Girişimcilik ve Sürdürülebilir Kalkınma Konferansı",
          "link": "https://en.civilica.com/doc/2045012/"
        },
        {
          "title": "AI ve Dijital Girişimciliğin Sürdürülebilir Başarısı: Karma Yöntemler Çalışması",
          "event": "4. Uluslararası Yönetim ve Beşeri Bilimler İleri Araştırma Konferansı",
          "link": "https://en.civilica.com/doc/2045011/"
        },
        {
          "title": "Dijital Yetkinliklerin Girişimcilik Eğitimine Entegrasyonu: Kapsamlı Bir İnceleme",
          "event": "4. Uluslararası Yönetim ve Beşeri Bilimler İleri Araştırma Konferansı",
          "link": "https://en.civilica.com/doc/2006091/"
        },
        {
          "title": "İran'ın Girişimcilik Ekosisteminde Startup Başarısızlıkları: Temel Katkıda Bulunan Faktörler",
          "event": "17. Uluslararası Modern Yönetim, Muhasebe, Ekonomi ve Bankacılık Teknikleri Konferansı",
          "link": "https://en.civilica.com/doc/1754192/"
        },
        {
          "title": "İran'da İK'de Girişimci Fırsatları Şekillendiren Teknolojik Trendler: Bir Önceliklendirme Yaklaşımı",
          "event": "6. Ulusal Girişimcilik Konferansı",
          "link": "https://en.civilica.com/doc/1754192/"
        }
      ]
    },
    "showMore": "Daha Fazla Göster",
    "showLess": "Daha Az Göster",
    "books": {
      "title": "Kitaplar",
      "items": [
        {
          "title": "Girişimci Başarısızlığını Anlamak",
          "details": "Yazarlar: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Yayınları, 2023"
        },
        {
          "title": "Girişimci Yolculuğu: Başarısızlıktan Başarıya",
          "details": "Yazarlar: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Yayınları, 2024"
        },
        {
          "title": "Dijital Girişimcilik: Yönetim, Sistemler ve Uygulama",
          "details": "Çeviren: Khaleghi, Salajegheh, Mansouri | Kharazmi Yayınları, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Önemli Projeler",
    "items": [
      {
        "title": "Python Uygulaması için CI/CD Boru Hattı",
        "description": "GitHub Actions kullanarak konteynerleştirilmiş Python web uygulamasını otomatik olarak oluşturmak, test etmek ve dağıtmak için eksiksiz CI/CD boru hattı tasarladı ve uyguladı. Teknolojiler: Docker, GitHub Actions, Python."
      },
      {
        "title": "Terraform ile Otomatik Altyapı Sağlama",
        "description": "AWS'de bulut altyapısını (VPC, Alt Ağlar, EC2 Örneği) otomatik olarak sağlamak ve yönetmek için Terraform betikleri yazdı, Kod Olarak Altyapı (IaC) ilkelerini gösterdi."
      },
      {
        "title": "LLM Geliştirme & n8n Otomasyonu @ Snapp!",
        "description": "Birden fazla dahili projede LLM çözümleri geliştirdi ve dağıttı. Karmaşık iş süreci otomasyonu için n8n iş akışı otomasyon platformunu uyguladı, operasyonel verimliliği artırdı."
      },
      {
        "title": "LMS & İK Dijital Altyapısı @ Snapp!",
        "description": "Organizasyonel eğitim için Öğrenme Yönetim Sistemi (LMS) tasarladı ve uyguladı. DevOps mühendisi olarak İK dijital altyapısı kurdu, eski süreçleri çevik metodolojilere dönüştürdü."
      },
      {
        "title": "Sistem İş Akışı Otomasyonu @ Snapp!",
        "description": "Veri ambarı geliştirdi ve önemli iş akışlarını otomatikleştirdi, karar verme hızını %40 artırdı. Verimlilik artışı ve döngü süresi azaltması için Jira ve BPMS süreçlerini geliştirdi."
      },
      {
        "title": "ML & Analitik Sistemi @ Bodyspinner",
        "description": "Fiyatlandırma optimizasyonu ve pazar araştırması için CNN ve MLflow kullanarak ML modelleri geliştirdi. Güvenilirlik odaklı ve kritik iş operasyonları için %99 çalışma süresi elde eden özel, Jira tabanlı biletleme sistemi geliştirdi."
      },
      {
        "title": "Dijital Dönüşüm & Görev Yönetim Sistemi @ Shahrzad",
        "description": "Kağıt tabanlıdan sistematik operasyonlara tam dijital dönüşümü yönetti. Kurumsal düzeyde görev yönetim sistemi tasarladı ve şirket genelindeki proje yapılarını modernleştirdi. İşe alım boru hattını yeniden tasarladı, işe alım süresinde %20 azalma ve çalışan performansında %25 iyileşme sağladı."
      },
      {
        "title": "Gelişmiş Startup Değerlendirme Sistemi @ KarenCrowd",
        "description": "Sistematik durum tespiti ve iş planı analizi yoluyla 1000+ startup değerlendirdi. Son teknoloji değerlendirme metodolojileri ve yatırımcı e-posta pazarlama sistemleri geliştirdi. Yatırım kararı doğruluğunu %30 ve proje başarı oranlarını %40 artıran sistematik değerlendirme çerçevesi (AI öncesi dönem inovasyonu) oluşturdu."
      }
    ]
  },
  "languages": {
    "title": "Diller & Mobilite",
    "items": [
      {
        "label": "İngilizce:",
        "value": "Akıcı (Profesyonel Çalışma Yeterliliği – C1)"
      },
      {
        "label": "Farsça:",
        "value": "Ana dil"
      },
      {
        "label": "Almanca:",
        "value": "Ön-orta (A2)"
      },
      {
        "label": "Fransızca:",
        "value": "Başlangıç – 2026 sonuna kadar B1 hedefi"
      },
      {
        "label": "Mobilite:",
        "value": "Avrupa'ya (Almanya, Hollanda ve Fransa), Kuzey Amerika veya Kanada'ya taşınmaya açık – Hibrit/Uzaktan mevcut"
      },
      {
        "label": "Çalışma Uygunluğu:",
        "value": "Vize sponsorluğu için uygun – Mavi Kart/Startup Vize programlarıyla ilgileniyor"
      },
      {
        "label": "Kültürel Uyum:",
        "value": "Uluslararası çalışma kültürleri, çevik ekipler ve sınır ötesi işbirliği konusunda deneyimli"
      }
    ]
  }
}