{
  "pdf": {
  "download": "Als PDF Herunterladen"
},
    "header": {
      "subtitle": "Spezialist für People Analytics & Digitale HR | Doktorand in Zukunftsforschung",
      "description": "Expertise in HR-Tech, BI, strategischer Vorausschau & datengesteuerter HR-Innovation"
    },  
  "aboutMe": {
    "title": "Über mich",
    "text": "Ich bin ein zukunftsorientierter Spezialist für People Analytics und digitale HR mit einer Leidenschaft für die Verbindung von Daten, Technologie und strategischer Voraussicht, um die Zukunft der Arbeit neu zu gestalten. Als Doktorand im Bereich Zukunftsforschung untersuche ich, wie technologische Trends Arbeit, Organisationen und Talentökosysteme beeinflussen. Mit über 4 Jahren Erfahrung in HR-Analytics, digitaler Transformation und akademischer Forschung bringe ich eine einzigartige Kombination aus Geschäftssinn und Innovationsgeist mit. Ich bin offen für neue Herausforderungen in technologiegetriebenen HR-Teams, besonders in dynamischen Umfeldern wie der Türkei."
  },
  "contact": {
    "title": "Kontaktiere mich",
    "linkedin": "LinkedIn-Profil",
    "github": "GitHub-Profil",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
    "experience": {
      "title": "Berufserfahrung",
      "snapp": {
        "title": "Snapp! – Spezialist für People Analytics",
        "location": "Teheran, Iran | Juni 2023 – Heute",
        "points": [
          "Datenlager aufgebaut und HR-Workflows automatisiert (Zykluszeit ↓ 40%)",
          "Dashboards zur Überwachung von Fluktuations- und Engagement-Trends entwickelt",
          "Gallup Q12- und AON-Daten analysiert (Mitarbeiterengagement ↑ 5%)",
          "Beförderungsdaten mit Geschäftszielen abgestimmt",
          "<strong>Jira</strong>-Workflows angepasst und Automatisierungsregeln erstellt, wodurch die Effizienz um 30% gesteigert wurde",
          "<strong>Jira</strong> in Confluence und andere Tools integriert, um die teamübergreifende Zusammenarbeit und Datentransparenz zu verbessern",
          "<strong>BPMS</strong>-Workflows verbessert, Zykluszeiten um 40% reduziert und Abteilungseffizienz gesteigert"
        ]
      },
      "bodyspinner": {
        "title": "Bodyspinner – Spezialist für People Analytics (Teilzeit)",
        "location": "Teheran, Iran | Nov 2022 – Sep 2023",
        "points": [
          "HR-Dashboards entworfen (Berichtsaufwand ↓ 40%, Nutzung ↑ 15%)",
          "Genauigkeit von HR-Metriken durch Audits um 25% verbessert",
          "HRIS und maßgeschneidertes Ticketsystem gemeinsam entwickelt (Verfügbarkeit 99%)",
          "<strong>BPMS</strong>-Prozesse optimiert, manuelle Eingabefehler um 20% reduziert",
          "<strong>Jira</strong>-Konfigurationen und Automatisierungen verbessert, Aufgaben reduziert und Workflowgeschwindigkeit um 30% gesteigert"
        ]
      },
      "arsh": {
        "title": "Arsh – Spezialist für digitale HR-Transformation",
        "location": "Teheran, Iran | Dez 2021 – Dez 2022",
        "points": [
          "Rekrutierungs-, Onboarding- und Evaluierungsprozesse neu gestaltet",
          "Mitarbeiterproduktivität um 25% erhöht und Time-to-Hire um 20% reduziert",
          "Rollenklarheit durch OKRs, KPIs und Organisationsdiagnostik verbessert"
        ]
      },
      "karencrowd": {
        "title": "KarenCrowd – Geschäftsbewerter",
        "location": "Teheran, Iran | Dez 2020 – Dez 2021",
        "points": [
          "Strategische Geschäftspläne entwickelt, die die Projekterfolgsquote um 40% erhöhten",
          "Investitionsentscheidungen durch umfassende Startup-Analysen um 30% verbessert",
          "Finanzierung für erfolgversprechende Startups gesichert, Startquoten um 25% erhöht",
          "Risikoanalysen und Finanzbewertungen durchgeführt, um Verluste zu minimieren und Vertrauen zu stärken"
        ]
      }
    },
      "achievements": {
        "title": "Wichtige Erfolge",
        "items": [
          "Bei Snapp! wurde die Geschwindigkeit der HR-Entscheidungsfindung durch Workflow-Automatisierung und Echtzeit-Dashboards um <strong>40%</strong> verbessert.",
          "Mitarbeiterengagement wurde durch fortgeschrittene Analysen von Gallup Q12- und AON-Daten bei Snapp! um <strong>5%</strong> gesteigert.",
          "Die Genauigkeit von HR-Daten wurde bei Bodyspinner durch Audit-Frameworks und Daten-Governance-Praktiken um <strong>25%</strong> erhöht.",
          "HRIS und ein benutzerdefiniertes Ticketsystem mit <strong>99%</strong> Betriebszeit wurden bei Bodyspinner entwickelt und implementiert.",
          "Bei Arsh wurde die Einstellungszeit um <strong>20%</strong> verkürzt und die Mitarbeiterproduktivität um <strong>25%</strong> verbessert durch überarbeitete Rekrutierungs- und Bewertungssysteme.",
          "Bei KarenCrowd wurde durch Bewertung der Start-up-Fähigkeit und Geschäftspotenziale eine <strong>25%</strong> höhere Erfolgsquote bei der Finanzierung erreicht."
        ]
      },    
      "skills": {
        "title": "Fähigkeiten",
        "technical": {
          "title": "Technische Fähigkeiten",
          "items": [
            "Power BI, Excel, SQL, Python (Pandas, NumPy)",
            "HRIS, BPMS, SPSS, MAXQDA",
            "SAP HR, Logo ERP, Nebim"
          ]
        },
        "business": {
          "title": "Geschäfts- und Strategische Fähigkeiten",
          "items": [
            "Organisationsdiagnose",
            "Strategische Vorausschau und Planung",
            "Leistungsmanagement",
            "Szenariodesign und OKRs"
          ]
        }
      },
        "education": {
          "title": "Ausbildung",
          "degrees": [
            {
              "title": "Ph.D. in Zukunftsforschung (laufend)",
              "institution": "Universität Teheran – Teheran, Iran | 2024 – Heute"
            },
            {
              "title": "MBA in Personalmanagement",
              "institution": "Kharazmi Universität – Teheran, Iran | 2020 – 2023",
              "description": "Abschlussarbeit: HR-Tech-Trends und unternehmerische Chancen"
            },
            {
              "title": "B.Sc. in Elektrotechnik",
              "institution": "Qom Universität für Technologie – Qom, Iran | 2016 – 2020",
              "description": "Projekt: GPS-Design mit Arduino"
            }
          ]
        },
          "research": {
            "title": "Forschungsprojekte",
            "items": [
              {
                "title": "Technologische Megatrends Projekt",
                "institution": "Universität Teheran | Nov 2024 – Heute",
                "description": "Leitung eines Vorausschauprojekts zur Analyse globaler Technologie-Trends und deren Auswirkungen auf die Zukunft der Arbeit."
              },
              {
                "title": "Digitale Unternehmertum & Innovation",
                "institution": "Kharazmi Universität | Feb 2022 – Heute",
                "description": "Forschungsassistent unter Dr. Armin Khaleghi. Fokus auf digitale Ökosysteme, Startup-Bewertung und zukunftsweisende Trends."
              },
              {
                "title": "Strategische Roadmap bis 2035: HR in Entwicklungsländern",
                "institution": "Kooperationsstudie (Laufend)",
                "description": "Mitautor eines strategischen Vorausschau-Berichts über die Entwicklung des HRM in Entwicklungsländern."
              }
            ]
          },           
    "publications": {
      "title": "Veröffentlichungen & Bücher",
      "journals": {
  "title": "Fachzeitschriften",
  "items": [
    {
      "title": "Zukunftsorientierte unternehmerische Chancen im Bereich Human Resources im Iran basierend auf Technologietrends"
    },
    {
      "title": "Erfahrene vs. Anfänger: Wie Erfahrung die Bewertung von Startups in Accelerator-Programmen verändert",
      "status": "In der Endrunde der Begutachtung"
    },
    {
      "title": "Die Auswirkungen von wahrgenommener Meritokratie, Vetternwirtschaft und Begünstigung auf Kündigungsabsichten",
      "status": "In der Begutachtung"
    },
    {
      "title": "Herausforderungen bei der Zusammenarbeit zwischen Accelerators und digitalen Startups im Iran identifizieren"
    }
  ]
},
  "conferencesTitle": "Konferenzbeiträge",
"conferences": {
  "items": [
    {
      "title": "Was ist Agile HR: Die Revolution des Personalmanagements für Organisationen – Fallstudie",
      "event": "2. Internationale Konferenz für Politikwissenschaft, Internationale Beziehungen und Transformation"
    },
    {
      "title": "Der Einfluss von ökologischer Nachhaltigkeit und sozialer Verantwortung auf den Erfolg moderner unternehmerischer Investitionen",
      "event": "1. Internationale Konferenz über Sozialunternehmertum und nachhaltige Entwicklung"
    },
    {
      "title": "Auswirkungen künstlicher Intelligenz auf den nachhaltigen Erfolg digitaler Unternehmungen: Ein Mixed-Methods-Ansatz",
      "event": "4. Internationale Konferenz für fortgeschrittene Forschung in Management und Geisteswissenschaften"
    },
    {
      "title": "Integration digitaler Kompetenzen in die Unternehmerschulung: Ein umfassender Literaturüberblick",
      "event": "4. Internationale Konferenz für fortgeschrittene Forschung in Management und Geisteswissenschaften"
    },
    {
      "title": "Faktoren, die zum Scheitern von Startups im iranischen Startup-Ökosystem führen",
      "event": "17. Internationale Konferenz für modernes Management, Rechnungswesen, Wirtschaft und Bankwesen"
    },
    {
      "title": "Technologische Trends identifizieren und priorisieren, die unternehmerische Chancen im HR-Bereich im Iran prägen",
      "event": "6. Nationale Konferenz über Unternehmertum"
    }
  ]
},
      "showMore": "Mehr anzeigen",
      "showLess": "Weniger anzeigen",
      "books": {
  "title": "Bücher",
  "items": [
    {
      "title": "Unternehmerisches Scheitern verstehen",
      "details": "Autoren: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Verlag, 2023"
    },
    {
      "title": "Die Reise des Unternehmertums: Von Scheitern zum Erfolg",
      "details": "Autoren: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Verlag, 2024"
    },
    {
      "title": "Digitales Unternehmertum: Management, Systeme und Praxis",
      "details": "Übersetzt von: Khaleghi, Salajegheh, Mansouri | Kharazmi Verlag, 2024"
    }
  ]
}
},
      "projects": {
        "title": "Wichtige Projekte",
        "items": [
          {
            "title": "Vorausschau auf technologische Megatrends @ Universität Teheran",
            "description": "Leitung eines strategischen Zukunftsprojekts zur Analyse globaler technologischer Megatrends und deren Auswirkungen auf Arbeit und Innovation. Innovationskarten entwickelt und Erkenntnisse mit akademischen und industriellen Interessengruppen geteilt."
          },
          {
            "title": "Digitale Innovation im Startup-Ökosystem @ Kharazmi Universität",
            "description": "Forschung zu Startup-Acceleratoren und digitalem Unternehmertum unter der Leitung von Dr. Armin Khaleghi. Vorausschauende Bewertungsmodelle entwickelt, um Trends und Investitionsmöglichkeiten in HR Tech zu identifizieren."
          },
          {
            "title": "Automatisierung von HR-Workflows @ Snapp!",
            "description": "Ein Data Warehouse aufgebaut und zentrale HR-Workflows automatisiert, Entscheidungsfindung um 40% beschleunigt. Jira- und BPMS-Prozesse verbessert, Effizienz gesteigert und Zykluszeit reduziert."
          },
          {
            "title": "HR-Dashboard-System @ Bodyspinner",
            "description": "Power BI Dashboards mit HRIS-Integration entworfen und implementiert. Berichtserstellung um 40% reduziert, Datenverwendung um 15% gesteigert. Maßgeschneidertes Jira-basiertes Ticketing-System mit 99% Betriebszeit erstellt."
          },
          {
            "title": "Optimierung des Rekrutierungsprozesses @ Arsh",
            "description": "Rekrutierungsprozess neu gestaltet, Time-to-Hire um 20% reduziert, Mitarbeiterleistung um 25% verbessert. OKR-basiertes Leistungssystem eingeführt."
          },
          {
            "title": "Startup-Bewertung & Investitionsanalyse @ KarenCrowd",
            "description": "Startups bewertet und Marktforschung durchgeführt, Investitionsgenauigkeit um 30% erhöht. Strategische Initiativen geleitet, Projekterfolgsquote um 40% gesteigert und Finanzierung gesichert."
          }
        ]
      },
        "languages": {
          "title": "Sprachen & Mobilität",
          "items": [
            {
              "label": "Englisch:",
              "value": "Fließend (Professionelle Arbeitskompetenz – C1)"
            },
            {
              "label": "Persisch:",
              "value": "Muttersprache"
            },
            {
              "label": "Deutsch:",
              "value": "Vorkenntnisse (A2)"
            },
            {
              "label": "Türkisch:",
              "value": "Anfänger – Ziel: B1 bis Ende 2025"
            },
            {
              "label": "Mobilität:",
              "value": "Bereit zur Umsiedlung nach Türkei (Istanbul, Ankara), Hybrid/Remote möglich"
            },
            {
              "label": "Kulturelle Passung:",
              "value": "Vertraut mit der türkischen Arbeitskultur, Hierarchie und Kooperationsnormen"
            }
          ]
        }      
}
