{
  "pdf": {
    "download": "Als PDF Herunterladen"
  },
  "header": {
    "subtitle": "DevOps & Automatisierungsingenieur | Spezialist für Systemzuverlässigkeit (SRE)",
    "description": "Expertise in Python, CI/CD, Prozessautomatisierung, Jira-Administration und Cloud-Technologien"
  },
  "aboutMe": {
    "title": "Über mich",
    "text": "Detailorientierter und ergebnisorientierter Fachmann mit mehr als 4 Jahren Erfahrung in Systemadministration, Prozessautomatisierung und Workflow-Optimierung. Nachgewiesene Fähigkeit, Prozesszykluszeiten durch Automatisierungsskripte und System-Reengineering um bis zu 40% zu reduzieren. Expertise in Python, SQL und Jira-Administration, gepaart mit einem tiefen Verständnis der Datenanalyse für Systemüberwachung und Leistungsverfolgung. Bestrebt, meine Fähigkeiten in Automatisierung und Systemzuverlässigkeit in einer herausfordernden DevOps-Rolle anzuwenden und zur Entwicklung von CI/CD-Pipelines, Infrastrukturmanagement und Cloud-Technologien beizutragen."
  },
  "contact": {
    "title": "Kontaktiere mich",
    "linkedin": "LinkedIn-Profil",
    "github": "GitHub-Profil",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
  "experience": {
    "title": "Berufserfahrung",
    "snapp": {
      "title": "Snapp! – Spezialist für Systeme & Automatisierung",
      "location": "Teheran, Iran | Juni 2023 – Heute",
      "points": [
        "Automatisierte Datenpipelines entwickelt und Geschäftsworkflows mit Python optimiert, wodurch die Prozesszykluszeit um 40% reduziert wurde.",
        "Echtzeit-Überwachungsdashboards zur Verfolgung von Key Performance Indicators (KPIs) und Systemzustand entwickelt und gewartet.",
        "Jira-Umgebungen administriert und angepasst, um komplexe Workflows für abteilungsübergreifende Dienste zu automatisieren, was die betriebliche Effizienz um 30% steigerte.",
        "Jira in Confluence und andere Business-Intelligence-Tools integriert, um die Datentransparenz und die funktionsübergreifende Teamzusammenarbeit zu verbessern.",
        "Business Process Management Systeme (BPMS) optimiert und dabei das DevOps-Kernprinzip der kontinuierlichen Prozessverbesserung modelliert."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Daten- & Systemanalyst (Teilzeit)",
      "location": "Teheran, Iran | Nov 2022 – Sep 2023",
      "points": [
        "Analyse-Dashboards (Power BI) für die Systemüberwachung entworfen und bereitgestellt, wodurch der manuelle Berichtsaufwand um 40% reduziert wurde.",
        "Ein benutzerdefiniertes Ticketing- und Informationssystem mitentwickelt und gewartet, das eine Betriebszeit von 99% erreichte und einen starken Fokus auf Systemzuverlässigkeit (SRE-Prinzipien) demonstrierte.",
        "Jira-Konfigurationen verwaltet und Projektworkflows automatisiert, wodurch die Teamgeschwindigkeit und der Aufgabendurchsatz um 30% verbessert wurden.",
        "Datenaudits durchgeführt und Governance-Frameworks implementiert, die die Datengenauigkeit um 25% verbesserten."
      ]
    },
    "arsh": {
      "title": "Arsh – Spezialist für digitale Transformation",
      "location": "Teheran, Iran | Dez 2021 – Dez 2022",
      "points": [
        "Kernprozesse des Unternehmens neu gestaltet, was zu einer Steigerung der betrieblichen Produktivität um 25% und einer Reduzierung der Einarbeitungszeit für neue Mitarbeiter um 20% führte.",
        "OKR- und KPI-Frameworks zur Verbesserung der Leistungsverfolgung und Systemklarheit implementiert."
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – Geschäftsbewerter",
      "location": "Teheran, Iran | Dez 2020 – Dez 2021",
      "points": [
        "Strategische Geschäftspläne entwickelt, die die Projekterfolgsquote um 40% erhöhten.",
        "Investitionsentscheidungen durch umfassende Startup-Analysen um 30% verbessert.",
        "Finanzierung für erfolgversprechende Startups gesichert, Startquoten um 25% erhöht.",
        "Risikoanalysen und Finanzbewertungen durchgeführt, um Verluste zu minimieren und Vertrauen zu stärken."
      ]
    }
  },
  "achievements": {
    "title": "Wichtige Erfolge",
    "items": [
      "Beschleunigung der Geschäftsentscheidungen um 40% durch Workflow-Automatisierung und Echtzeit-Überwachungsdashboards bei Snapp!",
      "Steigerung der betrieblichen Effizienz um 30% bei Snapp! durch Entwurf und Implementierung automatisierter Jira-Workflows.",
      "Entwicklung und Bereitstellung eines benutzerdefinierten Ticketing-Systems mit 99% Betriebszeit, das hohe Verfügbarkeit und Zuverlässigkeit bei Bodyspinner gewährleistet.",
      "Verbesserung der Systemdatengenauigkeit um 25% durch robuste Datenaudit-Frameworks und Governance-Praktiken bei Bodyspinner.",
      "Verkürzung der Einstellungszeit für technische Rollen um 20% durch Prozess-Reengineering und Automatisierung bei Arsh.",
      "Sicherung einer um 25% höheren Finanzierungserfolgsquote durch Bewertung der Lebensfähigkeit von Startups und des Geschäftspotenzials bei KarenCrowd."
    ]
  },
  "skills": {
    "title": "Technische Fähigkeiten",
    "technical": {
      "title": "Automatisierung, Cloud & CI/CD",
      "items": [
        "Scripting & Programmierung: Python (Pandas, NumPy), SQL, Bash (Lernend)",
        "CI/CD & Automatisierungstools: Jira (Workflow-Automatisierung), GitHub Actions (Projektbasiert), BPMS",
        "Containerisierung & IaC: Docker, Kubernetes (Lernend), Terraform (Lernend)",
        "Cloud-Anbieter: AWS, GCP (Grundlagen, Projektbasiert)",
        "Überwachung & Analytik: Power BI, Grafana (Lernend), Datenanalyse"
      ]
    },
    "business": {
      "title": "Kernkompetenzen",
      "items": [
        "Prozessoptimierung",
        "Systemzuverlässigkeit & Betriebszeit",
        "Datengesteuerte Entscheidungsfindung",
        "Agile Methoden & Scrum",
        "Strategische Planung & OKRs"
      ]
    }
  },
  "education": {
    "title": "Ausbildung",
    "degrees": [
      {
        "title": "Ph.D. in Zukunftsforschung (laufend)",
        "institution": "Universität Teheran – Teheran, Iran | 2024 – Heute"
      },
      {
        "title": "MBA in Personalmanagement",
        "institution": "Kharazmi Universität – Teheran, Iran | 2020 – 2023",
        "description": "Abschlussarbeit: HR-Tech-Trends und unternehmerische Chancen"
      },
      {
        "title": "B.Sc. in Elektrotechnik",
        "institution": "Qom Universität für Technologie – Qom, Iran | 2016 – 2020",
        "description": "Projekt: GPS-Design mit Arduino"
      }
    ]
  },
  "research": {
    "title": "Forschungsprojekte",
    "items": [
      {
        "title": "Technologische Megatrends Projekt",
        "institution": "Universität Teheran | Nov 2024 – Heute",
        "description": "Leitung eines Vorausschauprojekts zur Analyse globaler Technologie-Trends und deren Auswirkungen auf die Zukunft der Arbeit."
      },
      {
        "title": "Digitales Unternehmertum & Innovation",
        "institution": "Kharazmi Universität | Feb 2022 – Heute",
        "description": "Forschungsassistent unter Dr. Armin Khaleghi. Fokus auf digitale Ökosysteme, Startup-Bewertung und zukunftsweisende Trends."
      },
      {
        "title": "Strategische Roadmap bis 2035: HR in Entwicklungsländern",
        "institution": "Kooperationsstudie (Laufend)",
        "description": "Mitautor eines strategischen Vorausschau-Berichts über die Entwicklung des HRM in Entwicklungsländern."
      }
    ]
  },
  "publications": {
    "title": "Veröffentlichungen & Bücher",
    "journals": {
      "title": "Fachzeitschriften",
      "items": [
        {
          "title": "Zukunftsorientierte unternehmerische Chancen im Bereich Human Resources im Iran basierend auf Technologietrends",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Erfahrene vs. Anfänger: Wie Erfahrung die Bewertung von Startups in Accelerator-Programmen verändert",
          "status": "In der Endrunde der Begutachtung"
        },
        {
          "title": "Die Auswirkungen von wahrgenommener Meritokratie, Vetternwirtschaft und Begünstigung auf Kündigungsabsichten",
          "status": "In der Begutachtung"
        },
        {
          "title": "Herausforderungen bei der Zusammenarbeit zwischen Accelerators und digitalen Startups im Iran identifizieren",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Konferenzbeiträge",
    "conferences": {
      "items": [
        {
          "title": "Was ist Agile HR: Die Revolution des Personalmanagements für Organisationen – Fallstudie",
          "event": "2. Internationale Konferenz für Politikwissenschaft, Internationale Beziehungen und Transformation",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Der Einfluss von ökologischer Nachhaltigkeit und sozialer Verantwortung auf den Erfolg moderner unternehmerischer Investitionen",
          "event": "1. Internationale Konferenz über Sozialunternehmertum und nachhaltige Entwicklung",
          "link": "https://en.civilica.com/doc/2045012/"
        }
      ]
    },
    "showMore": "Mehr anzeigen",
    "showLess": "Weniger anzeigen",
    "books": {
      "title": "Bücher",
      "items": [
        {
          "title": "Unternehmerisches Scheitern verstehen",
          "details": "Autoren: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Verlag, 2023"
        },
        {
          "title": "Die Reise des Unternehmertums: Von Scheitern zum Erfolg",
          "details": "Autoren: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Verlag, 2024"
        },
        {
          "title": "Digitales Unternehmertum: Management, Systeme und Praxis",
          "details": "Übersetzt von: Khaleghi, Salajegheh, Mansouri | Kharazmi Verlag, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Wichtige Projekte",
    "items": [
        {
        "title": "CI/CD-Pipeline für eine Python-Anwendung",
        "description": "Entwurf und Implementierung einer vollständigen CI/CD-Pipeline mit GitHub Actions zum automatischen Erstellen, Testen und Bereitstellen einer containerisierten Python-Webanwendung. Technologien: Docker, GitHub Actions, Python."
      },
      {
        "title": "Automatisierte Infrastrukturbereitstellung mit Terraform",
        "description": "Terraform-Skripte geschrieben, um eine grundlegende Cloud-Infrastruktur auf AWS (VPC, Subnetze, EC2-Instanz) automatisch bereitzustellen und zu verwalten, um die Prinzipien von Infrastructure as Code (IaC) zu demonstrieren."
      },
      {
        "title": "Automatisierung von HR-Workflows @ Snapp!",
        "description": "Ein Data Warehouse aufgebaut und zentrale HR-Workflows automatisiert, Entscheidungsfindung um 40% beschleunigt. Jira- und BPMS-Prozesse verbessert, Effizienz gesteigert und Zykluszeit reduziert."
      },
      {
        "title": "HR-Dashboard-System @ Bodyspinner",
        "description": "Power BI Dashboards mit HRIS-Integration entworfen und implementiert. Berichtserstellung um 40% reduziert, Datenverwendung um 15% gesteigert. Maßgeschneidertes Jira-basiertes Ticketing-System mit 99% Betriebszeit erstellt."
      },
      {
        "title": "Optimierung des Rekrutierungsprozesses @ Arsh",
        "description": "Rekrutierungsprozess neu gestaltet, Time-to-Hire um 20% reduziert, Mitarbeiterleistung um 25% verbessert. OKR-basiertes Leistungssystem eingeführt."
      },
      {
        "title": "Startup-Bewertung & Investitionsanalyse @ KarenCrowd",
        "description": "Startups bewertet und Marktforschung durchgeführt, Investitionsgenauigkeit um 30% erhöht. Strategische Initiativen geleitet, Projekterfolgsquote um 40% gesteigert und Finanzierung gesichert."
      }
    ]
  },
  "languages": {
    "title": "Sprachen & Mobilität",
    "items": [
      {
        "label": "Englisch:",
        "value": "Fließend (Professionelle Arbeitskompetenz – C1)"
      },
      {
        "label": "Persisch:",
        "value": "Muttersprache"
      },
      {
        "label": "Deutsch:",
        "value": "Vorkenntnisse (A2)"
      },
      {
        "label": "Französisch:",
        "value": "Anfänger – Ziel: B1 bis Ende 2026"
      },
      {
        "label": "Mobilität:",
        "value": "Offen für eine Relocation nach Europa (Deutschland, Niederlande, Frankreich), Nordamerika oder Kanada – Hybrid/Remote möglich"
      },
      {
        "label": "Arbeitserlaubnis:",
        "value": "Bereit für Visumsponsoring – Interesse an Blue Card / Start-up Visa Programmen"
      },
      {
        "label": "Kulturelle Passung:",
        "value": "Vertraut mit internationalen Arbeitskulturen, agilen Teams und grenzüberschreitender Zusammenarbeit"
      }
    ]
  }
}
