{
  "pdf": {
    "download": "Télécharger en PDF"
  },
  "header": {
    "subtitle": "Architecte de Solutions & Stratège du Futur | Innovation Interdisciplinaire",
    "description": "Faire le pont entre Technologie, Stratégie d'Entreprise et Ressources Humaines grâce à l'Innovation Systématique et la Transformation Numérique"
  },
  "aboutMe": {
    "title": "À Propos de Moi",
    "text": "Architecte de Solutions interdisciplinaire avec plus de 4 ans d'expérience dans la création de ponts entre technologie, stratégie d'entreprise et systèmes organisationnels. Capacité prouvée à comprendre et optimiser l'intersection du code, des opérations commerciales et de l'infrastructure. Expert dans la traduction des besoins commerciaux en solutions techniques tout en considérant les exigences opérationnelles, la dynamique d'équipe et l'architecture système évolutive. Spécialisé dans l'identification des besoins organisationnels et la conception de solutions technologiques qui servent les objectifs commerciaux, l'efficacité opérationnelle et la croissance stratégique."
  },
  "contact": {
    "title": "Contactez-moi",
    "linkedin": "Profil LinkedIn",
    "github": "Profil GitHub",
    "researchgate": "ResearchGate",
    "scholar": "Google Scholar"
  },
  "experience": {
    "title": "Expérience Professionnelle",
    "snapp": {
      "title": "Snapp! – Spécialiste Systèmes & Automatisation",
      "location": "Téhéran, Iran | Juin 2023 – Présent",
      "points": [
        "Développé des pipelines de données automatisés et rationalisé les flux de travail commerciaux en utilisant Python, réduisant le temps de cycle des processus de 40%.",
        "Développé et déployé des solutions LLM dans plusieurs projets internes, améliorant l'automatisation et les processus de prise de décision.",
        "Déployé et configuré la plateforme d'automatisation de flux de travail n8n, créant des flux de travail d'automatisation sophistiqués pour les processus commerciaux.",
        "Conçu et implémenté un LMS (Système de Gestion de l'Apprentissage) à des fins éducatives et de formation au sein de l'organisation.",
        "Développé des tableaux de bord de surveillance en temps réel pour suivre les indicateurs clés de performance (KPI) et la santé du système.",
        "Construit des modèles ML utilisant CNN et MLflow pour l'optimisation des prix et la prise de décision en recherche de marché.",
        "Implémenté l'infrastructure numérique RH en tant qu'ingénieur DevOps, transformant les processus RH hérités en méthodologies agiles.",
        "Géré le cycle de vie de déploiement et de support des services et sites internes en utilisant Jira comme système centralisé de gestion des demandes et des flux de travail.",
        "Administré et personnalisé les environnements Jira, automatisant les flux de travail complexes pour les services interdépartementaux qui ont augmenté l'efficacité opérationnelle de 30%.",
        "Intégré Jira avec Confluence et d'autres outils de business intelligence pour améliorer la visibilité des données et la collaboration d'équipes transfonctionnelles."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Analyste de Données & Systèmes (Temps Partiel)",
      "location": "Téhéran, Iran | Nov 2022 – Sep 2023",
      "points": [
        "Conçu et déployé des tableaux de bord analytiques (Power BI) pour la surveillance système, réduisant l'effort de rapport manuel de 40%.",
        "Développé des modèles ML utilisant CNN et MLflow pour l'analyse de données et les applications de business intelligence.",
        "Co-développé et maintenu un système de ticketing et d'information personnalisé, atteignant 99% de temps de fonctionnement et démontrant un fort accent sur la fiabilité système (principes SRE).",
        "Géré les configurations Jira et automatisé les flux de travail de projet, améliorant la vélocité d'équipe et le débit des tâches de 30%.",
        "Mené des audits de données et implémenté des cadres de gouvernance qui ont amélioré la précision des données système de 25%."
      ]
    },
    "arsh": {
      "title": "Shahrzad – Spécialiste en Transformation Numérique",
      "location": "Téhéran, Iran | Déc 2021 – Déc 2022",
      "points": [
        "Dirigé une initiative de transformation numérique complète, convertissant toute l'entreprise d'opérations basées sur papier à des opérations numériques systématiques.",
        "Conçu et implémenté un système de gestion des tâches au niveau de l'entreprise, révolutionnant la coordination de projet et la gestion des flux de travail.",
        "Transformé la structure de projet à l'échelle de l'entreprise des cadres hérités aux méthodologies modernes de transformation numérique.",
        "Re-conçu les processus commerciaux centraux, résultant en une augmentation de 25% de la productivité opérationnelle et une réduction de 20% du temps d'intégration des nouveaux employés.",
        "Implémenté des cadres OKR et KPI pour améliorer le suivi des performances et la clarté du système.",
        "Établi une fondation d'infrastructure numérique qui a permis des opérations commerciales évolutives et une prise de décision basée sur les données."
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – Évaluateur d'Entreprise & Analyste d'Investissement",
      "location": "Téhéran, Iran | Déc 2020 – Déc 2021",
      "points": [
        "Évalué 1000+ startups à travers des processus de due diligence complets, incluant l'analyse de plan d'affaires et l'évaluation de plan financier.",
        "Développé un cadre d'évaluation systématique de startup (similaire aux systèmes modernes d'analyse de pitch deck) pour l'évaluation d'entreprise et les décisions d'investissement.",
        "Conçu et implémenté des campagnes de marketing par email ciblant les investisseurs, augmentant significativement l'engagement des investisseurs et l'adoption de la plateforme.",
        "Créé des méthodologies avancées d'évaluation d'entreprise qui étaient en avance sur leur temps (ère pré-IA générative) et restent de pointe aujourd'hui.",
        "Développé des plans d'affaires stratégiques qui ont augmenté les taux de succès de projet de 40% grâce à des initiatives commerciales ciblées et des stratégies de croissance.",
        "Amélioré la précision des décisions d'investissement de 30% grâce à une analyse complète de startup et une recherche de marché.",
        "Sécurisé le financement pour des startups à haut potentiel, augmentant le succès de lancement de projet de 25% sur la plateforme de crowdfunding.",
        "Mené des évaluations de risque et des analyses financières pour réduire les pertes financières potentielles et améliorer la confiance dans le processus d'investissement."
      ]
    }
  },
  "achievements": {
    "title": "Réalisations Clés",
    "items": [
      "Déployé avec succès des solutions LLM dans plusieurs projets internes chez Snapp!, améliorant l'automatisation et la prise de décision pilotée par l'IA.",
      "Implémenté la plateforme d'automatisation de flux de travail n8n et le système LMS, rationalisant les processus commerciaux et les flux de travail éducatifs chez Snapp!.",
      "Construit des modèles ML utilisant CNN et MLflow pour l'optimisation des prix et la recherche de marché, améliorant la précision des décisions chez Bodyspinner et Snapp!.",
      "Transformé l'infrastructure numérique RH en utilisant les méthodologies DevOps, convertissant les processus hérités en cadres agiles chez Snapp!.",
      "Accéléré la prise de décision commerciale de 40% grâce à l'automatisation des flux de travail et aux tableaux de bord de surveillance en temps réel chez Snapp!",
      "Augmenté l'efficacité opérationnelle de 30% chez Snapp! en concevant et implémentant des flux de travail Jira automatisés.",
      "Développé et déployé un système de ticketing personnalisé avec 99% de temps de fonctionnement, assurant haute disponibilité et fiabilité chez Bodyspinner.",
      "Amélioré la précision des données système de 25% grâce à des cadres d'audit de données robustes et des pratiques de gouvernance chez Bodyspinner.",
      "Dirigé la transformation numérique complète chez Shahrzad, convertissant les opérations basées sur papier en infrastructure numérique systématique avec système de gestion des tâches d'entreprise.",
      "Évalué 1000+ startups avec une approche systématique innovante chez KarenCrowd, développant des méthodologies d'évaluation de pointe avant l'ère de l'IA.",
      "Réduit le temps d'embauche pour les rôles techniques de 20% grâce à la re-ingénierie de processus et l'automatisation chez Shahrzad.",
      "Sécurisé un taux de succès de financement 25% plus élevé en évaluant la viabilité des startups et le potentiel commercial chez KarenCrowd."
    ]
  },
  "skills": {
    "title": "Compétences d'Architecture de Solutions",
    "technical": {
      "title": "Technologie & Intégration de Systèmes",
      "items": [
        "Scripting & Programmation : Python (Pandas, NumPy), SQL, Bash (En apprentissage)",
        "AI/ML & LLM : Grands Modèles de Langage (LLM), CNN, MLflow, Développement de Pipeline d'Apprentissage Automatique",
        "Plateformes d'Automatisation : Automatisation de flux de travail n8n, Jira (Automatisation de flux de travail), GitHub Actions (Basé sur projet), BPMS",
        "CI/CD & DevOps : Docker, Kubernetes (En apprentissage), Terraform (En apprentissage), Développement LMS",
        "Fournisseurs Cloud : AWS, GCP (Basique, Basé sur projet)",
        "Surveillance & Analytique : Power BI, Grafana (En apprentissage), Analyse de Données, Surveillance de Modèle ML"
      ]
    },
    "business": {
      "title": "Compétences Interdisciplinaires",
      "items": [
        "Alignement Entreprise-Technologie",
        "Architecture Système & Conception d'Infrastructure",
        "Évaluation des Besoins Organisationnels",
        "Conception de Solutions Stratégiques",
        "Leadership d'Équipe Transfonctionnel",
        "Optimisation de Processus & Transformation Numérique",
        "Prise de Décision Basée sur les Données",
        "Méthodologies Agiles & Scrum"
      ]
    }
  },
  "education": {
    "title": "Éducation",
    "degrees": [
      {
        "title": "Ph.D. en Études Futures (En cours)",
        "institution": "Université de Téhéran – Téhéran, Iran | 2024 – Présent"
      },
      {
        "title": "MBA en Gestion des Ressources Humaines",
        "institution": "Université Kharazmi – Téhéran, Iran | 2020 – 2023",
        "description": "Thèse : Tendances Tech RH & Opportunités Entrepreneuriales"
      },
      {
        "title": "B.Sc. en Génie Électrique",
        "institution": "Université de Technologie de Qom – Qom, Iran | 2016 – 2020",
        "description": "Projet : Conception GPS avec Arduino"
      }
    ]
  },
  "research": {
    "title": "Projets de Recherche",
    "items": [
      {
        "title": "Projet Méga-Tendances Technologiques",
        "institution": "Université de Téhéran | Nov 2024 – Présent",
        "description": "Dirigeant un projet de prospective pour analyser les tendances technologiques mondiales et leur impact sur l'avenir du travail."
      },
      {
        "title": "Entrepreneuriat Numérique & Innovation",
        "institution": "Université Kharazmi | Fév 2022 – Présent",
        "description": "Assistant de recherche sous Dr. Armin Khaleghi. Focus sur les écosystèmes numériques, l'évaluation de startup et les tendances façonnant l'avenir."
      },
      {
        "title": "Feuille de Route Stratégique vers 2035 : RH dans les Pays en Développement",
        "institution": "Étude Collaborative (En cours)",
        "description": "Co-auteur d'un rapport de prospective stratégique sur l'évolution GRH dans les pays en développement."
      }
    ]
  },
  "publications": {
    "title": "Publications & Livres",
    "journals": {
      "title": "Articles de Revue",
      "items": [
        {
          "title": "Prospective des Opportunités Entrepreneuriales en Ressources Humaines en Iran Basée sur les Tendances Technologiques",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Expérimenté vs. Novice : Comment l'Expérience Influence l'Évaluation de Startup dans les Accélérateurs",
          "status": "Révision tour final"
        },
        {
          "title": "L'Impact de la Méritocratie Perçue, du Favoritisme et du Népotisme sur les Intentions de Départ des Employés",
          "status": "Sous révision"
        },
        {
          "title": "Défis dans la Collaboration Entre Accélérateurs et Startups Numériques en Iran",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Articles de Conférence",
    "conferences": {
      "items": [
        {
          "title": "Qu'est-ce que l'RH Agile : Révolutionner la Gestion des Personnes – Une Étude de Cas",
          "event": "2ème Conférence Internationale sur les Sciences Politiques, Relations Internationales et Transformation",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Durabilité Environnementale et Responsabilité Sociale dans le Succès Entrepreneurial Moderne",
          "event": "1ère Conférence Internationale sur l'Entrepreneuriat Social et le Développement Durable",
          "link": "https://en.civilica.com/doc/2045012/"
        },
        {
          "title": "IA et le Succès Durable de l'Entrepreneuriat Numérique : Une Étude de Méthodes Mixtes",
          "event": "4ème Conférence Internationale sur la Recherche Avancée en Gestion et Sciences Humaines",
          "link": "https://en.civilica.com/doc/2045011/"
        },
        {
          "title": "Intégrer les Compétences Numériques dans l'Éducation Entrepreneuriale : Une Revue Complète",
          "event": "4ème Conférence Internationale sur la Recherche Avancée en Gestion et Sciences Humaines",
          "link": "https://en.civilica.com/doc/2006091/"
        },
        {
          "title": "Échecs de Startup dans l'Écosystème Entrepreneurial de l'Iran : Facteurs Contributeurs Clés",
          "event": "17ème Conférence Internationale sur les Techniques Modernes de Gestion, Comptabilité, Économie et Banque",
          "link": "https://en.civilica.com/doc/1754192/"
        },
        {
          "title": "Tendances Technologiques Façonnant les Opportunités Entrepreneuriales en RH en Iran : Une Approche de Priorisation",
          "event": "6ème Conférence Nationale sur l'Entrepreneuriat",
          "link": "https://en.civilica.com/doc/1754192/"
        }
      ]
    },
    "showMore": "Afficher Plus",
    "showLess": "Afficher Moins",
    "books": {
      "title": "Livres",
      "items": [
        {
          "title": "Comprendre l'Échec Entrepreneurial",
          "details": "Auteurs : Toozandjani, M. R. & Mansouri, A. | Publications Zarnevesht, 2023"
        },
        {
          "title": "Le Voyage Entrepreneurial : De l'Échec au Succès",
          "details": "Auteurs : Toozandjani, M. R. & Mansouri, A. | Publications Zarnevesht, 2024"
        },
        {
          "title": "Entrepreneuriat Numérique : Gestion, Systèmes et Pratique",
          "details": "Traduit par : Khaleghi, Salajegheh, Mansouri | Publications Kharazmi, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Projets Clés",
    "items": [
      {
        "title": "Pipeline CI/CD pour Application Python",
        "description": "Conçu et implémenté un pipeline CI/CD complet utilisant GitHub Actions pour automatiquement construire, tester et déployer une application web Python conteneurisée. Technologies : Docker, GitHub Actions, Python."
      },
      {
        "title": "Provisionnement d'Infrastructure Automatisé avec Terraform",
        "description": "Écrit des scripts Terraform pour automatiquement provisionner et gérer l'infrastructure cloud sur AWS (VPC, Sous-réseaux, Instance EC2), démontrant les principes Infrastructure as Code (IaC)."
      },
      {
        "title": "Développement LLM & Automatisation n8n @ Snapp!",
        "description": "Développé et déployé des solutions LLM dans plusieurs projets internes. Implémenté la plateforme d'automatisation de flux de travail n8n pour l'automatisation de processus commerciaux complexes, améliorant l'efficacité opérationnelle."
      },
      {
        "title": "LMS & Infrastructure Numérique RH @ Snapp!",
        "description": "Conçu et implémenté un Système de Gestion de l'Apprentissage (LMS) pour la formation organisationnelle. Construit l'infrastructure numérique RH en tant qu'ingénieur DevOps, transformant les processus hérités en méthodologies agiles."
      },
      {
        "title": "Automatisation de Flux de Travail Système @ Snapp!",
        "description": "Développé un entrepôt de données et automatisé les flux de travail commerciaux clés, améliorant la vitesse de prise de décision de 40%. Amélioré les processus Jira et BPMS pour augmenter l'efficacité et réduire le temps de cycle."
      },
      {
        "title": "Système ML & Analytique @ Bodyspinner",
        "description": "Développé des modèles ML utilisant CNN et MLflow pour l'optimisation des prix et la recherche de marché. Co-développé un système de ticketing personnalisé basé sur Jira, se concentrant sur la fiabilité et atteignant 99% de temps de fonctionnement pour les opérations commerciales critiques."
      },
      {
        "title": "Transformation Numérique & Système de Gestion des Tâches @ Shahrzad",
        "description": "Dirigé la transformation numérique complète d'opérations basées sur papier à systématiques. Conçu un système de gestion des tâches au niveau de l'entreprise et modernisé les structures de projet à l'échelle de l'entreprise. Re-conçu le pipeline de recrutement, résultant en une diminution de 20% du temps d'embauche et une amélioration de 25% de la performance des employés."
      },
      {
        "title": "Système d'Évaluation de Startup Avancé @ KarenCrowd",
        "description": "Évalué 1000+ startups à travers due diligence systématique et analyse de plan d'affaires. Développé des méthodologies d'évaluation de pointe et des systèmes de marketing par email d'investisseur. Créé un cadre d'évaluation systématique (innovation de l'ère pré-IA) qui a augmenté la précision des décisions d'investissement de 30% et les taux de succès de projet de 40%."
      }
    ]
  },
  "languages": {
    "title": "Langues & Mobilité",
    "items": [
      {
        "label": "Anglais :",
        "value": "Courant (Compétence Professionnelle de Travail – C1)"
      },
      {
        "label": "Persan :",
        "value": "Langue maternelle"
      },
      {
        "label": "Allemand :",
        "value": "Pré-intermédiaire (A2)"
      },
      {
        "label": "Français :",
        "value": "Débutant – Visant B1 d'ici fin 2026"
      },
      {
        "label": "Mobilité :",
        "value": "Ouvert à la relocalisation en Europe (Allemagne, Pays-Bas et France), Amérique du Nord ou Canada – Hybride/Télétravail disponible"
      },
      {
        "label": "Éligibilité au Travail :",
        "value": "Éligible pour le parrainage de visa – Intéressé par les programmes Carte Bleue/Visa Startup"
      },
      {
        "label": "Adéquation Culturelle :",
        "value": "Familier avec les cultures de travail internationales, équipes agiles et collaboration transfrontalière"
      }
    ]
  }
}