{
  "pdf": {
    "download": "PDF Olarak İndir"
  },
  "header": {
    "subtitle": "DevOps ve Otomasyon Mühendisi | Sistem Güvenilirliği Uzmanı (SRE)",
    "description": "Python, CI/CD, Süreç Otomasyonu, Jira Yönetimi ve Bulut Teknolojilerinde Uzmanlık"
  },
  "aboutMe": {
    "title": "Hakkımda",
    "text": "Sistem yönetimi, süreç otomasyonu ve iş akışı optimizasyonu konularında 4+ yıllık deneyime sahip, detay odaklı ve sonuç odaklı bir profesyonelim. Otomasyon betikleri ve sistem yeniden mühendisliği yoluyla süreç döngü sürelerini %40'a kadar azalttığım kanıtlanmıştır. Python, SQL ve Jira yönetimi konusundaki uzmanlığım, sistem izleme ve performans takibi için derin bir veri analizi anlayışıyla birleşmiştir. Otomasyon ve sistem güvenilirliği becerilerimi, CI/CD pipeline geliştirme, altyapı yönetimi ve bulut teknolojilerine katkıda bulunarak zorlu bir DevOps rolünde uygulamaya hevesliyim."
  },
  "contact": {
    "title": "Benimle İletişime Geçin",
    "linkedin": "LinkedIn Profili",
    "github": "GitHub Profili",
    "researchgate": "ResearchGate",
    "scholar": "Google Akademik"
  },
  "experience": {
    "title": "Profesyonel Deneyim",
    "snapp": {
      "title": "Snapp! – Sistem ve Otomasyon Uzmanı",
      "location": "Tahran, İran | Haz 2023 – Günümüz",
      "points": [
        "Python kullanarak otomatik veri boru hatları tasarlandı ve iş akışları düzenlendi, bu da süreç döngü süresini %40 azalttı.",
        "Temel performans göstergelerini (KPI'lar) ve sistem sağlığını izlemek için gerçek zamanlı izleme panoları geliştirildi.",
        "Departmanlar arası hizmetler için karmaşık iş akışlarını otomatikleştiren Jira ortamları yönetildi ve özelleştirildi, bu da operasyonel verimliliği %30 artırdı.",
        "Veri görünürlüğünü ve çapraz fonksiyonlu ekip işbirliğini artırmak için Jira, Confluence ve diğer iş zekası araçlarıyla entegre edildi.",
        "İş Süreçleri Yönetim Sistemleri (BPMS) optimize edildi, DevOps'un temel ilkesi olan sürekli süreç iyileştirmesi modellendi."
      ]
    },
    "bodyspinner": {
      "title": "Bodyspinner – Veri ve Sistem Analisti (Yarı Zamanlı)",
      "location": "Tahran, İran | Kas 2022 – Eyl 2023",
      "points": [
        "Sistem izleme için analitik panolar (Power BI) tasarlandı ve dağıtıldı, manuel raporlama çabası %40 azaltıldı.",
        "Özel bir biletleme ve bilgi sistemi ortaklaşa geliştirildi ve bakımı yapıldı, %99 çalışma süresi elde edildi ve sistem güvenilirliğine (SRE ilkeleri) güçlü bir odaklanma gösterildi.",
        "Jira yapılandırmaları yönetildi ve proje iş akışları otomatikleştirildi, ekip hızı ve görev tamamlama oranı %30 iyileştirildi.",
        "Veri doğruluğunu %25 artıran veri denetimleri yapıldı ve yönetişim çerçeveleri uygulandı."
      ]
    },
    "arsh": {
      "title": "Arsh – Dijital Dönüşüm Uzmanı",
      "location": "Tahran, İran | Ara 2021 – Ara 2022",
      "points": [
        "Temel iş süreçleri yeniden tasarlandı, bu da operasyonel verimlilikte %25 artış ve yeni işe alınanların işe başlama süresinde %20 azalma ile sonuçlandı.",
        "Performans takibini ve sistem netliğini artırmak için OKR ve KPI çerçeveleri uygulandı."
      ]
    },
    "karencrowd": {
      "title": "KarenCrowd – İş Değerlendirme Uzmanı",
      "location": "Tahran, İran | Ara 2020 – Ara 2021",
      "points": [
        "Hedefe yönelik stratejilerle proje başarı oranlarını %40 artıran stratejik iş planları geliştirildi.",
        "Kapsamlı startup analizi ve pazar araştırması yoluyla yatırım karar doğruluğu %30 iyileştirildi.",
        "Yüksek potansiyelli startuplar için fon sağlandı, kitle fonlaması platformunda proje lansman başarısı %25 arttı.",
        "Potansiyel finansal kayıpları azaltmak ve yatırım sürecine olan güveni artırmak için risk değerlendirmeleri ve finansal analizler yapıldı."
      ]
    }
  },
  "achievements": {
    "title": "Temel Başarılar",
    "items": [
      "Snapp!'da iş akışı otomasyonu ve gerçek zamanlı panolar aracılığıyla iş kararı verme hızını %40 artırdı.",
      "Snapp!'da otomatikleştirilmiş Jira iş akışları tasarlayarak ve uygulayarak operasyonel verimliliği %30 artırdı.",
      "Bodyspinner'da %99 çalışma süresine sahip özel bir biletleme sistemi geliştirip dağıtarak yüksek kullanılabilirlik ve güvenilirlik sağladı.",
      "Bodyspinner'da sağlam veri denetim çerçeveleri ve yönetişim uygulamaları aracılığıyla sistem veri doğruluğunu %25 iyileştirdi.",
      "Arsh'ta süreç yeniden mühendisliği ve otomasyon yoluyla teknik roller için işe alım süresini %20 azalttı.",
      "KarenCrowd'da startup uygulanabilirliğini ve iş potansiyelini değerlendirerek %25 daha yüksek fon sağlama başarı oranı elde etti."
    ]
  },
  "skills": {
    "title": "Teknik Yetenekler",
    "technical": {
      "title": "Otomasyon, Bulut & CI/CD",
      "items": [
        "Scripting ve Programlama: Python (Pandas, NumPy), SQL, Bash (Öğreniyor)",
        "CI/CD ve Otomasyon Araçları: Jira (İş Akışı Otomasyonu), GitHub Actions (Proje Bazlı), BPMS",
        "Konteynerleştirme ve IaC: Docker, Kubernetes (Öğreniyor), Terraform (Öğreniyor)",
        "Bulut Sağlayıcıları: AWS, GCP (Temel, Proje Bazlı)",
        "İzleme ve Analitik: Power BI, Grafana (Öğreniyor), Veri Analizi"
      ]
    },
    "business": {
      "title": "Temel Yetkinlikler",
      "items": [
        "Süreç Optimizasyonu",
        "Sistem Güvenilirliği ve Çalışma Süresi",
        "Veri Odaklı Karar Verme",
        "Çevik Metodolojiler ve Scrum",
        "Stratejik Planlama ve OKR'lar"
      ]
    }
  },
  "education": {
    "title": "Eğitim",
    "degrees": [
      {
        "title": "Gelecek Çalışmaları Doktora Programı (Devam ediyor)",
        "institution": "Tahran Üniversitesi – Tahran, İran | 2024 – Günümüz"
      },
      {
        "title": "İK Yönetimi Yüksek Lisansı (MBA)",
        "institution": "Kharazmi Üniversitesi – Tahran, İran | 2020 – 2023",
        "description": "Tez: İK Teknoloji Trendleri ve Girişimcilik Fırsatları"
      },
      {
        "title": "Elektrik Mühendisliği Lisans Derecesi",
        "institution": "Kum Teknoloji Üniversitesi – Kum, İran | 2016 – 2020",
        "description": "Proje: Arduino ile GPS Tasarımı"
      }
    ]
  },
  "research": {
    "title": "Araştırma Projeleri",
    "items": [
      {
        "title": "Teknoloji Mega Trendleri Projesi",
        "institution": "Tahran Üniversitesi | Kas 2024 – Günümüz",
        "description": "İşin geleceği üzerindeki etkileriyle birlikte küresel teknoloji trendlerini analiz eden bir öngörü projesine liderlik ediliyor."
      },
      {
        "title": "Dijital Girişimcilik ve İnovasyon",
        "institution": "Kharazmi Üniversitesi | Şub 2022 – Günümüz",
        "description": "Dr. Armin Khaleghi danışmanlığında araştırma asistanı. Dijital ekosistemler, girişim değerlendirmesi ve gelecek eğilimleri üzerine çalışılıyor."
      },
      {
        "title": "2035'e Stratejik Yol Haritası: Gelişmekte Olan Ülkelerde İK",
        "institution": "Ortak Çalışma (Devam Ediyor)",
        "description": "Gelişmekte olan ülkelerde insan kaynakları yönetiminin evrimi üzerine stratejik öngörü raporunun ortak yazarı."
      }
    ]
  },
  "publications": {
    "title": "Yayınlar ve Kitaplar",
    "journals": {
      "title": "Akademik Dergi Makaleleri",
      "items": [
        {
          "title": "İran’da İnsan Kaynakları Alanında Girişimcilik Fırsatlarının Teknoloji Trendlerine Dayalı Olarak Öngörülmesi",
          "doi": "https://jtdm.irost.ir/article_1380.html?lang=en"
        },
        {
          "title": "Deneyimli ve Deneyimsiz: Girişim Hızlandırıcılarda Deneyimin Girişimleri Değerlendirme Üzerindeki Etkisi",
          "status": "Son değerlendirme aşamasında"
        },
        {
          "title": "Algılanan Liyakat, Kayırmacılık ve Akraba Kayırmacılığının İşten Ayrılma Niyetine Etkisi",
          "status": "Değerlendirmede"
        },
        {
          "title": "İran'da Hızlandırıcılar ile Dijital Startuplar Arasındaki İşbirliği Zorluklarının Belirlenmesi",
          "doi": "https://innoeco.usb.ac.ir/article_8933.html?lang=en"
        }
      ]
    },
    "conferencesTitle": "Konferans Bildirileri",
    "conferences": {
      "items": [
        {
          "title": "Agile HR Nedir: Kurumlar İçin İnsan Yönetimini Dönüştürmek – Vaka İncelemesi",
          "event": "2. Uluslararası Siyaset Bilimi, Uluslararası İlişkiler ve Dönüşüm Konferansı",
          "link": "https://en.civilica.com/doc/2060255/"
        },
        {
          "title": "Çevresel Sürdürülebilirlik ve Sosyal Sorumluluğun Girişimcilik Başarısı Üzerindeki Etkisi",
          "event": "1. Uluslararası Sosyal Girişimcilik ve Sürdürülebilir Kalkınma Konferansı",
          "link": "https://en.civilica.com/doc/2045012/"
        }
      ]
    },
    "showMore": "Daha Fazla Göster",
    "showLess": "Daha Az Göster",
    "books": {
      "title": "Kitaplar",
      "items": [
        {
          "title": "Girişimcilik Başarısızlığını Anlamak",
          "details": "Yazarlar: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Yayıncılık, 2023"
        },
        {
          "title": "Girişimcilik Yolculuğu: Başarısızlıktan Başarıya",
          "details": "Yazarlar: Toozandjani, M. R. & Mansouri, A. | Zarnevesht Yayıncılık, 2024"
        },
        {
          "title": "Dijital Girişimcilik: Yönetim, Sistemler ve Uygulama",
          "details": "Çevirenler: Khaleghi, Salajegheh, Mansouri | Kharazmi Yayınları, 2024"
        }
      ]
    }
  },
  "projects": {
    "title": "Ana Projeler",
    "items": [
      {
        "title": "Python Uygulaması için CI/CD Pipeline",
        "description": "Konteynerize edilmiş bir Python web uygulamasını otomatik olarak derlemek, test etmek ve dağıtmak için GitHub Actions kullanarak eksiksiz bir CI/CD pipeline tasarladı ve uyguladı. Teknolojiler: Docker, GitHub Actions, Python."
      },
      {
        "title": "Terraform ile Otomatik Altyapı Hazırlama",
        "description": "AWS üzerinde bir VPC, alt ağlar ve bir EC2 örneği dahil olmak üzere temel bir bulut altyapısını otomatik olarak hazırlamak ve yönetmek için Terraform betikleri yazdı. Bu proje, Kod Olarak Altyapı (IaC) ilkelerini göstermektedir."
      },
      {
        "title": "İK Süreç Otomasyonu @ Snapp!",
        "description": "Bir veri ambarı geliştirildi ve temel İK süreçleri otomatikleştirildi, karar verme hızı %40 artırıldı. Jira ve BPMS süreçleri optimize edilerek verimlilik artırıldı ve döngü süresi azaltıldı."
      },
      {
        "title": "İK Gösterge Paneli Sistemi @ Bodyspinner",
        "description": "HRIS ile entegre Power BI panoları tasarlandı ve uygulandı. Rapor oluşturma süresi %40 azaltıldı, veri kullanımı %15 artırıldı. %99 çalışma süresine sahip özel Jira tabanlı destek sistemi oluşturuldu."
      },
      {
        "title": "İşe Alım Optimizasyonu @ Arsh",
        "description": "İşe alım süreci yeniden tasarlandı, işe alım süresi %20 azaldı, çalışan performansı %25 iyileştirildi. OKR tabanlı performans sistemi uygulandı."
      },
      {
        "title": "Girişim Değerlendirme ve Yatırım Analizi @ KarenCrowd",
        "description": "Girişim değerlendirmeleri ve pazar araştırmaları yapıldı, yatırım karar doğruluğu %30 artırıldı. Başarılı girişimler için fon sağlandı, proje başarı oranları %40 yükseltildi."
      }
    ]
  },
  "languages": {
    "title": "Diller ve Mobilite",
    "items": [
      {
        "label": "İngilizce:",
        "value": "Akıcı (Profesyonel Çalışma Yeterliliği – C1)"
      },
      {
        "label": "Farsça:",
        "value": "Ana Dil"
      },
      {
        "label": "Almanca:",
        "value": "Ön-Orta Seviye (A2)"
      },
      {
        "label": "Türkçe:",
        "value": "Yeni Başlayan – 2025 sonuna kadar B1 hedefi"
      },
      {
        "label": "Mobilite:",
        "value": "Avrupa'ya (Almanya, Hollanda, Fransa), Kuzey Amerika'ya veya Kanada'ya taşınmaya açığım – Hibrit/Uzaktan çalışma uygundur"
      },
      {
        "label": "Çalışma İzni:",
        "value": "Vize sponsorluğu için uygundur – Mavi Kart / Girişimci Vizesi programlarıyla ilgileniyorum"
      },
      {
        "label": "Kültürel Uyum:",
        "value": "Uluslararası iş kültürleri, çevik ekipler ve sınır ötesi iş birliği konularında deneyimliyim"
      }
    ]
  }
}
